{"id":71,"url":"https://myanimelist.net/manga/71/Zettai_Kareshi","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/185981.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/185981t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/185981l.jpg"},"title_english":"Zettai Kareshi.","title_japanese":"絶対彼氏。","chapters":35,"volumes":6,"status":"Finished","popularity":379,"synopsis":"High school student Riiko Izawa has gone through a series of unrequited crushes. Each time she works up the courage to confess to a boy, he rejects her on the spot. After yet another rejection, Riiko becomes dejected and takes a walk through a nearby park. There, she discovers a lost phone and returns it to its owner. The owner of the phone, Gaku Namikiri, is bizarre, to say the least. A traveling salesman, he pesters Riiko to accept one of his company's products as a reward. She tells him, sarcastically, that what she wants most of all is a boyfriend. Unfazed, he directs her to visit a website advertising \"lover figures,\" which she assumes to be dolls. Despite her skepticism about the company's integrity, the face of the \"Nightly Series 01\" model enchants Riiko, and she registers for a three-day free trial. She is shocked when a life-sized naked boy is actually delivered to her the next day! Riiko follows instructions to activate the very realistic robot with a kiss, and for the next three days, Night Tenjou is the best boyfriend she could ask for. However, Gaku reappears to inform her that she missed the deadline to cancel the free trial, and now she owes one hundred million yen. Alternatively, she can decide to keep Night and act as a beta tester so that the company can collect data in order to improve their future products. What choice does Riiko have? She is broke, and what's more, she has already begun to fall for the artificially intelligent Night... [Written by MAL Rewrite]","authors":["Watase, Yuu"],"genres":["Comedy","Drama","Romance","Sci-Fi"]}