[{"mal_id":1,"url":"https://myanimelist.net/manga/1/Monster","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/258224.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/258224t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/258224l.jpg"},"title_english":"Monster","title_japanese":"MONSTER","chapters":162,"volumes":18,"status":"Finished","popularity":31,"synopsis":"Kenzou Tenma, a renowned Japanese neurosurgeon working in post-war Germany, faces a difficult choice: to operate on Johan Liebert, an orphan boy on the verge of death, or on the mayor of Düsseldorf. In the end, Tenma decides to gamble his reputation by saving Johan, effectively leaving the mayor for dead. As a consequence of his actions, hospital director Heinemann strips Tenma of his position, and Heinemann's daughter Eva breaks off their engagement. Disgraced and shunned by his colleagues, Tenma loses all hope of a successful career—that is, until the mysterious killing of Heinemann gives him another chance. Nine years later, Tenma is the head of the surgical department and close to becoming the director himself. Although all seems well for him at first, he soon becomes entangled in a chain of gruesome murders that have taken place throughout Germany. The culprit is a monster—the same one that Tenma saved on that fateful day nine years ago. [Written by MAL Rewrite]","authors":["Urasawa, Naoki"],"genres":["Award Winning","Drama","Mystery"]},{"mal_id":2,"url":"https://myanimelist.net/manga/2/Berserk","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/157897.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/157897t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/157897l.jpg"},"title_english":"Berserk","title_japanese":"ベルセルク","chapters":380,"volumes":41,"status":"On Hiatus","popularity":2,"synopsis":"Guts, a former mercenary now known as the \"Black Swordsman,\" is out for revenge. After a tumultuous childhood, he finally finds someone he respects and believes he can trust, only to have everything fall apart when this person takes away everything important to Guts for the purpose of fulfilling his own desires. Now marked for death, Guts becomes condemned to a fate in which he is relentlessly pursued by demonic beings. Setting out on a dreadful quest riddled with misfortune, Guts, armed with a massive sword and monstrous strength, will let nothing stop him, not even death itself, until he is finally able to take the head of the one who stripped him—and his loved one—of their humanity. [Written by MAL Rewrite] Included one-shot: Volume 14: Berserk: The Prototype","authors":["Miura, Kentarou"],"genres":["Action","Adventure","Award Winning","Drama","Fantasy","Horror","Supernatural"]},{"mal_id":3,"url":"https://myanimelist.net/manga/3/20th_Century_Boys","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/157513.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/157513t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/157513l.jpg"},"title_english":"20th Century Boys","title_japanese":"20世紀少年","chapters":249,"volumes":22,"status":"Finished","popularity":30,"synopsis":"As the 20th century approaches its end, people all over the world are anxious that the world is changing. And probably not for the better. Kenji Endo is a normal convenience store manager who's just trying to get by. But when he learns that one of his old friends going by the name \"Donkey\" has suddenly committed suicide, and that a new cult led by a figure known as \"Friend\" is becoming more notorious, Kenji starts to feel that something isn't right. With a few key clues left behind by his deceased friend, Kenji realizes that this cult is much more than he ever thought it would be—not only is this mysterious organization directly targeting him and his childhood friends, but the whole world also faces a grave danger that only the friends have the key to stop. Kenji's simple life of barely making ends meet is flipped upside down when he reunites with his childhood friends, and together they must figure out the truth of how their past is connected to the cult, as the turn of the century could mean the possible end of the world. [Written by MAL Rewrite]","authors":["Urasawa, Naoki"],"genres":["Award Winning","Drama","Mystery","Sci-Fi"]},{"mal_id":4,"url":"https://myanimelist.net/manga/4/Yokohama_Kaidashi_Kikou","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/171813.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/171813t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/171813l.jpg"},"title_english":"Yokohama Kaidashi Kikou","title_japanese":"ヨコハマ買い出し紀行","chapters":142,"volumes":14,"status":"Finished","popularity":207,"synopsis":"In a post-apocalyptic world where an environmental disaster led to the eruption of Mt. Fuji and the inundation of Yokohama, the age of humans is in its twilight. Alpha Hatsuseno is an android and the namesake of a small cafe outside Yokohama. As her owner is away on a trip indefinitely, she has been left responsible for running the cafe. Although she rarely gets any customers, Alpha remains outgoing and cheerful. While Alpha awaits her owner's homecoming, she explores the vicinity with her scooter and camera. Throughout her journeys, she meets new people and other androids, making memories along the way. Yokohama Kaidashi Kikou is a beautiful, laid-back story centered around Alpha's daily activities, emphasizing the passing of time in everyday life. [Written by MAL Rewrite]","authors":["Ashinano, Hitoshi"],"genres":["Award Winning","Drama","Sci-Fi","Slice of Life"]},{"mal_id":5,"url":"https://myanimelist.net/anime/5/Cowboy_Bebop__Tengoku_no_Tobira","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1439/93480.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1439/93480t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1439/93480l.jpg"},"title_english":"Cowboy Bebop: Tengoku no Tobira","title_japanese":"カウボーイビバップ 天国の扉","status":"Finished Airing","popularity":563,"synopsis":"Another day, another bounty—such is the life of the often unlucky crew of the Bebop. However, this routine is interrupted when Faye, who is chasing a fairly worthless target on Mars, witnesses an oil tanker suddenly explode, causing mass hysteria. As casualties mount due to a strange disease spreading through the smoke from the blast, a whopping three hundred million woolong price is placed on the head of the supposed perpetrator. With lives at stake and a solution to their money problems in sight, the Bebop crew springs into action. Spike, Jet, Faye, and Edward, followed closely by Ein, split up to pursue different leads across Alba City. Through their individual investigations, they discover a cover-up scheme involving a pharmaceutical company, revealing a plot that reaches much further than the ragtag team of bounty hunters could have realized. [Written by MAL Rewrite]","authors":null,"genres":["Action","Sci-Fi"]},{"mal_id":6,"url":"https://myanimelist.net/anime/6/Trigun","images":{"image_url":"https://cdn.myanimelist.net/images/anime/7/20310.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/7/20310t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/7/20310l.jpg"},"title_english":"Trigun","title_japanese":"トライガン","status":"Finished Airing","popularity":240,"synopsis":"Vash the Stampede is the man with a $$60,000,000,000 bounty on his head. The reason: he's a merciless villain who lays waste to all those that oppose him and flattens entire cities for fun, garnering him the title \"The Humanoid Typhoon.\" He leaves a trail of death and destruction wherever he goes, and anyone can count themselves dead if they so much as make eye contact—or so the rumors say. In actuality, Vash is a huge softie who claims to have never taken a life and avoids violence at all costs. With his crazy doughnut obsession and buffoonish attitude in tow, Vash traverses the wasteland of the planet Gunsmoke, all the while followed by two insurance agents, Meryl Stryfe and Milly Thompson, who attempt to minimize his impact on the public. But soon, their misadventures evolve into life-or-death situations as a group of legendary assassins are summoned to bring about suffering to the trio. Vash's agonizing past will be unraveled and his morality and principles pushed to the breaking point. [Written by MAL Rewrite]","authors":null,"genres":["Action","Adventure","Comedy","Drama","Sci-Fi"]},{"mal_id":7,"url":"https://myanimelist.net/manga/7/Hajime_no_Ippo","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/250313.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/250313t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/250313l.jpg"},"title_english":"Hajime no Ippo","title_japanese":"はじめの一歩","chapters":null,"volumes":null,"status":"Publishing","popularity":169,"synopsis":"Makunouchi Ippo is a 16-year-old high school student who helps his mother run the family business. His hefty workload impedes on his social life, making him an easy target for bullies. One day, while being beaten up by a group of high school students, Ippo is saved by a boxer named Mamoru Takamura, and is brought to the Kamogawa Boxing Gym. This afterschool bullying session turns his life around for the better as Ippo discovers his latent talent for boxing and decides to practice the sport professionally. However, Mamoru doubts Ippo's determination and assigns him a task deemed impossible to complete, but the resolute Ippo trains tirelessly to fulfill his mission. Along the way, he finds out what it means to attain true strength while making new friends and fighting formidable foes. [Written by MAL Rewrite]","authors":["Morikawa, George"],"genres":["Award Winning","Sports"]},{"mal_id":8,"url":"https://myanimelist.net/manga/8/Full_Moon_wo_Sagashite","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/175970.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/175970t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/175970l.jpg"},"title_english":"Full Moon wo Sagashite","title_japanese":"満月〈フルムーン〉をさがして","chapters":35,"volumes":7,"status":"Finished","popularity":408,"synopsis":"At the tender age of twelve, Mitsuki Kouyama has a sarcoma in her throat. Though this rare cancer can be cured by removing her vocal cords, Mitsuki refuses because of her desire to become a pop singer and keep her childhood promise to Eichi Sakurai, her first love who left for America. Unable to both heal and keep her voice, she allows her health to deteriorate as she accepts her tragic fate. One day, while escaping the home of her music-hating grandmother to attend an audition, Mitsuki meets two shinigami Takuto Kira and Meroko Yui. Realizing that Mitsuki can see them, Takuto and Meroko reveal to her that she will die in a year. Moved by her plight, Takuto allows Mitsuki the chance to pursue her dream by giving her the ability to transform into a healthy sixteen-year-old girl. After being chosen for a contract with Seed Records, Mitsuki makes her debut under the stage name Full Moon and chooses to pursue her dream music career before her life's end. [Written by MAL Rewrite] Included one-shot: Volume 2: Ginyuu Meika","authors":["Tanemura, Arina"],"genres":["Comedy","Drama","Fantasy","Romance","Supernatural"]},{"mal_id":9,"url":"https://myanimelist.net/manga/9/Tsubasa__RESERVoir_CHRoNiCLE","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/257950.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/257950t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/257950l.jpg"},"title_english":"Tsubasa: RESERVoir CHRoNiCLE","title_japanese":"ツバサ -RESERVoir CHRoNiCLE-","chapters":233,"volumes":28,"status":"Finished","popularity":157,"synopsis":"Warmhearted Syaoran has always been friends with Sakura—the princess of the Clow Kingdom who holds an extraordinary power capable of changing the world. When a mysterious man attempts to monopolize Sakura's ability, her memories scatter throughout different worlds in the form of feathers. To save Sakura, Syaoran seeks help from the Dimensional Witch and meets two other travelers—Kurogane and Fai D. Flourite. Kurogane, a capable fighter and ninja, has been banished from his homeworld and wishes to return. In contrast, Fai, a magician from Celes, wants to traverse different worlds to avoid his home and past. As the price to cross dimensions, each of the three must sacrifice their most valued possession. For Sakura's sake, Syaoran agrees to give away their relationship as payment to the Dimensional Witch. And with firm determination, Syaoran, Kurogane, and Fai begin journeying through numerous worlds to fight against their ill-fated destinies. [Written by MAL Rewrite]","authors":["CLAMP"],"genres":["Action","Adventure","Drama","Fantasy"]},{"mal_id":10,"url":"https://myanimelist.net/manga/10/xxxHOLiC","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/217533.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/217533t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/217533l.jpg"},"title_english":"xxxHOLiC","title_japanese":"xxxHOLiC","chapters":213,"volumes":19,"status":"Finished","popularity":154,"synopsis":"Living alone after his parents passed away, Kimihiro Watanuki is a high school student who can see otherworldly creatures that are attracted to him. His days are plagued by these nuisances, and he wishes to rid himself of this inconvenience. One fateful day, as Kimihiro is being chased by a horde of spirits, his feet bring him into a mysterious store to seek shelter. Here he meets Yuuko Ichihara, the mistress of this supposed store, who claims to be able to grant wishes. Yuuko offers to grant Kimihiro's, as long as he pays an appropriate price. Thus begins Kimihiro's time working in her store to earn the payment necessary for his wish. In Yuuko's employ, he must become further involved with spirits and the supernatural before he can leave that world behind. How will he fare in the inexplicable encounters that await him? [Written by MAL Rewrite]","authors":["CLAMP"],"genres":["Comedy","Drama","Mystery","Supernatural"]},{"mal_id":11,"url":"https://myanimelist.net/manga/11/Naruto","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/249658.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/249658t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/249658l.jpg"},"title_english":"Naruto","title_japanese":"NARUTO―ナルト―","chapters":700,"volumes":72,"status":"Finished","popularity":8,"synopsis":"Whenever Naruto Uzumaki proclaims that he will someday become the Hokage—a title bestowed upon the best ninja in the Village Hidden in the Leaves—no one takes him seriously. Since birth, Naruto has been shunned and ridiculed by his fellow villagers. But their contempt isn't because Naruto is loud-mouthed, mischievous, or because of his ineptitude in the ninja arts, but because there is a demon inside him. Prior to Naruto's birth, the powerful and deadly Nine-Tailed Fox attacked the village. In order to stop the rampage, the Fourth Hokage sacrificed his life to seal the demon inside the body of the newborn Naruto. And so when he is assigned to Team 7—along with his new teammates Sasuke Uchiha and Sakura Haruno, under the mentorship of veteran ninja Kakashi Hatake—Naruto is forced to work together with other people for the first time in his life. Through undergoing vigorous training and taking on challenging missions, Naruto must learn what it means to work in a team and carve his own route toward becoming a full-fledged ninja recognized by his village. [Written by MAL Rewrite]","authors":["Kishimoto, Masashi"],"genres":["Action","Adventure","Fantasy"]},{"mal_id":12,"url":"https://myanimelist.net/manga/12/Bleach","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/180031.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/180031t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/180031l.jpg"},"title_english":"Bleach","title_japanese":"BLEACH","chapters":705,"volumes":74,"status":"Finished","popularity":13,"synopsis":"For as long as he can remember, high school student Ichigo Kurosaki has been able to see the spirits of the dead, but that has not stopped him from leading an ordinary life. One day, Ichigo returns home to find an intruder in his room who introduces herself as Rukia Kuchiki, a Soul Reaper tasked with helping souls pass over. Suddenly, the two are jolted from their conversation when a Hollow—an evil spirit known for consuming souls—attacks. As Ichigo makes a brash attempt to stop the Hollow, Rukia steps in and shields him from a counterattack. Injured and unable to keep fighting, Rukia suggests a risky plan—transfer half of her Soul Reaper powers to Ichigo. He accepts and, to Rukia's surprise, ends up absorbing her powers entirely, allowing him to easily dispatch the Hollow. Now a Soul Reaper himself, Ichigo must take up Rukia's duties of exterminating Hollows and protecting spirits, both living and dead. Along with his friends Orihime Inoue and Yasutora Sado—who later discover spiritual abilities of their own—Ichigo soon learns that the consequences of becoming a Soul Reaper and dealing with the world of spirits are far greater than he ever imagined. [Written by MAL Rewrite]","authors":["Kubo, Tite"],"genres":["Action","Adventure","Award Winning","Fantasy"]},{"mal_id":13,"url":"https://myanimelist.net/manga/13/One_Piece","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/253146.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/253146t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/253146l.jpg"},"title_english":"One Piece","title_japanese":"ONE PIECE","chapters":null,"volumes":null,"status":"Publishing","popularity":3,"synopsis":"Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins. Twenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas. [Written by MAL Rewrite]","authors":["Oda, Eiichiro"],"genres":["Action","Adventure","Fantasy"]},{"mal_id":14,"url":"https://myanimelist.net/manga/14/Rave","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/255624.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/255624t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/255624l.jpg"},"title_english":"Rave","title_japanese":"RAVE","chapters":298,"volumes":35,"status":"Finished","popularity":280,"synopsis":"Fifty years ago, the wielders of the sacred Rave stones fought against an onslaught caused by demon stones called Dark Bring. This war resulted in an explosion known as \"Overdrive\"—a blast so powerful that it sent the Dark Bring into a deep slumber and scattered the pieces of Rave across the world. In the present, Haru Glory lives a peaceful life on Garage Island until one day, he catches the creature Plue while fishing. Plue is later recognized by Shiba Roses, an old man who happens to be the original Rave Master. Shiba explains that the Dark Bring has resurfaced, and that to stop it, assembling the scattered parts of Rave is of utmost urgency. However, before Shiba can leave on this mission, he is attacked by a soldier from the evil organization Demon Card, forcing him to transfer the power of Rave to Haru. With the fate of humankind resting on his shoulders, the new Rave Master begins his quest to find the scattered Rave fragments. [Written by MAL Rewrite]","authors":["Mashima, Hiro"],"genres":["Adventure","Comedy","Fantasy"]},{"mal_id":15,"url":"https://myanimelist.net/manga/15/Mahou_Sensei_Negima","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/259286.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/259286t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/259286l.jpg"},"title_english":"Mahou Sensei Negima!","title_japanese":"魔法先生ネギま!","chapters":355,"volumes":38,"status":"Finished","popularity":163,"synopsis":"Negi Springfield, a 10-year-old wizard who recently graduated from Merdiana Magic Academy in Wales, hopes to achieve two things—to find his missing father, who was once known as the Thousand Master, and to become a Magister Magi, someone who helps the everyday world through magic. To reach his latter goal, he is assigned one last task: to teach English at a middle school in Japan. Much to his surprise and dismay, he not only discovers that his homeroom class consists of 31 girls, but also ends up revealing his true identity as a magician to Asuna Kagurazaka, one of his new students. Negi must now negotiate with the girl and face his most difficult challenge yet—to keep his identity a secret as he tackles magical threats both from within and outside of Mahora Academy, all the while keeping a watchful eye out for his lost father. [Written by MAL Rewrite]","authors":["Akamatsu, Ken"],"genres":["Action","Adventure","Comedy","Fantasy","Romance","Supernatural","Ecchi"]},{"mal_id":16,"url":"https://myanimelist.net/manga/16/Love_Hina","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/259287.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/259287t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/259287l.jpg"},"title_english":"Love Hina","title_japanese":"ラブひな","chapters":120,"volumes":14,"status":"Finished","popularity":191,"synopsis":"It is said that if a couple gets into the University of Tokyo together, they will live happily ever after. However, for Keitarou Urashima, UTokyo is a distant dream. After failing the entrance exams twice already, he decides to stay at his grandmother's inn in Tokyo in order to prepare for his third attempt. He is, therefore, surprised when he finds out that not only has his grandmother gone on a long vacation, but the inn has also become the Hinata House, an all-girls dormitory! Unfortunately for Keitarou, a series of misunderstandings during his first visit leave him with five untrusting tenants. But when Haruka Urashima, his aunt who works at the dorm, brings up that he is supposedly a UTokyo student, the girls' impressions of him quickly change, and they reluctantly allow him to stay. Feeling guilty about the lie, he slowly gets to know his new neighbors: the cute yet violent Naru Narusegawa, the cheeky and opportunistic Mitsune Konno, the soft-spoken Shinobu Maehara, the straight-laced Motoko Aoyama, and the mischievous Kaolla Su. Thus continues the unpopular Keitarou's difficult journey to get into UTokyo, all for the chance to fulfill his childhood promise to the only girl who has ever shown any interest in him and maybe, just maybe, meet her again... [Written by MAL Rewrite]","authors":["Akamatsu, Ken"],"genres":["Award Winning","Comedy","Romance","Ecchi"]},{"mal_id":17,"url":"https://myanimelist.net/manga/17/Kareshi_Kanojo_no_Jijou","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/168938.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/168938t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/168938l.jpg"},"title_english":"Kareshi Kanojo no Jijou","title_japanese":"彼氏彼女の事情","chapters":108,"volumes":21,"status":"Finished","popularity":402,"synopsis":"Yukino Miyazawa is the perfect model student. Pretty, kind, good at sports, always at the top of her class. But she's not all that she seems. It's all an act of deception; she is really the self-confessed 'queen of vanity,' and her only goal in life is winning the praise and admiration of everyone around her. When she enters high school, she finally meets her match: Souichirou Arima, a handsome, athletic, popular, and very intelligent young boy. Ever since he stole the top seat in the class from her, Yukino has hated him, and has been plotting on how to take back her former place as the object of all other students' admiration. What she wasn't expecting, however, was that Souichirou, the very boy she hated, would confess his love for her. Or that he would find out about her deception—and use it to blackmail her! Together, they discover that they have more in common than they knew, and they slowly begin to bring out each other's inner selves. (Source: MU) Included one-shots: Volume 1: Tora to Chameleon: Yakusoku wa Isshukan (The Tiger and the Chameleon: A Promise for One Week) Volume 4: Ashita Mata Mori de Aou ne (Meet Me Again Tomorrow in the Forest) Volume 8: Abareru Ousama (The Raging King)","authors":["Tsuda, Masami"],"genres":["Comedy","Drama","Romance"]},{"mal_id":18,"url":"https://myanimelist.net/manga/18/Kodomo_no_Omocha","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/159410.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/159410t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/159410l.jpg"},"title_english":"Kodomo no Omocha","title_japanese":"こどものおもちゃ","chapters":54,"volumes":10,"status":"Finished","popularity":734,"synopsis":"Sana Kurata, a child actress, faces many problems in her classroom, including a major one - her bullying classmate, Akito Hayama. Sana's outgoing and friendly nature leads her to work towards correcting all of the problems around her. Her 'meddling' irritates Hayama but at the same time captivates him, just as Hayama's gloomy nature irritates Sana and compels her to change him. As these two opposites attract each other, they face many hardships which bring them closer to a mutual understanding. (Source: ANN)","authors":["Obana, Miho"],"genres":["Award Winning","Comedy","Drama","Romance","Slice of Life"]},{"mal_id":19,"url":"https://myanimelist.net/manga/19/GetBackers","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/169369.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/169369t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/169369l.jpg"},"title_english":"GetBackers","title_japanese":"GetBackers -奪還屋-","chapters":344,"volumes":39,"status":"Finished","popularity":1144,"synopsis":"Blonde, hip, pragmatic and cool, Ginji Amano has the power to generate currents with his body like an electric eel. Brunette, equally hip, bespectacled and rambunctious, Ban Mido has the mystically mysterious 'Evil Eye,' the power to create illusions in the minds of his foes. Together, they are the GetBackers, the best retrieval team in the world. They can get back anything taken from clients, and their success rate is (almost) 100%! However, first they have to get some clients—and soon—or this spry detective duo will starve on the streets! (Source: TokyoPop)","authors":["Kibayashi, Shin","Ayamine, Rando"],"genres":["Action","Comedy","Drama","Mystery","Supernatural","Ecchi"]},{"mal_id":20,"url":"https://myanimelist.net/manga/20/Hikaru_no_Go","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/170574.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/170574t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/170574l.jpg"},"title_english":"Hikaru no Go","title_japanese":"ヒカルの碁","chapters":198,"volumes":23,"status":"Finished","popularity":331,"synopsis":"When Hikaru Shindou discovers an old go board in his grandfather's attic, he is greeted by the spirit of an ancient go master, Sai Fujiwara no. Sai spent his life teaching the techniques of the board game to an emperor during the Heian era, and now in his ghostly state, he is eager to share his passion with the unsuspecting Hikaru. The only problem is that Hikaru is not all that interested in board games. But Sai is not easily dissuaded. Pressured by Sai's unrelenting desire to pursue something he refers to as the \"Divine Move,\" Hikaru begrudgingly consents to playing the game, executing moves as dictated by Sai. But slowly, intrigued by the dedication of his peers, he begins to learn the basics of the game. As Hikaru enters into the world of go, guided by his intangible tutor and inspired by his rival, Akira Touya, he cannot help but be drawn into the complex game as he grows determined to prove his own abilities. In a coming-of-age story centering around an ancient board game, Hikaru no Go tells the story of a boy maturing through the pursuit of his newfound passion. [Written by MAL Rewrite]","authors":["Obata, Takeshi","Hotta, Yumi"],"genres":["Award Winning","Comedy","Drama","Supernatural"]},{"mal_id":21,"url":"https://myanimelist.net/manga/21/Death_Note","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/258245.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/258245t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/258245l.jpg"},"title_english":"Death Note","title_japanese":"DEATH NOTE","chapters":108,"volumes":12,"status":"Finished","popularity":9,"synopsis":"Ryuk, a god of death, drops his Death Note into the human world for personal pleasure. In Japan, prodigious high school student Light Yagami stumbles upon it. Inside the notebook, he finds a chilling message: those whose names are written in it shall die. Its nonsensical nature amuses Light; but when he tests its power by writing the name of a criminal in it, they suddenly meet their demise. Realizing the Death Note's vast potential, Light commences a series of nefarious murders under the pseudonym \"Kira,\" vowing to cleanse the world of corrupt individuals and create a perfect society where crime ceases to exist. However, the police quickly catch on, and they enlist the help of L—a mastermind detective—to uncover the culprit. Death Note tells the thrilling tale of Light and L as they clash in a great battle-of-minds, one that will determine the future of the world. [Written by MAL Rewrite]","authors":["Obata, Takeshi","Ohba, Tsugumi"],"genres":["Supernatural","Suspense"]},{"mal_id":22,"url":"https://myanimelist.net/manga/22/Rurouni_Kenshin__Meiji_Kenkaku_Romantan","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/127583.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/127583t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/127583l.jpg"},"title_english":"Rurouni Kenshin: Meiji Kenkaku Romantan","title_japanese":"るろうに剣心 -明治剣客浪漫譚-","chapters":259,"volumes":28,"status":"Finished","popularity":126,"synopsis":"Ten years have passed since the end of Bakumatsu, an era of war that saw the uprising of citizens against the Tokugawa shogunate. The revolutionaries wanted to create a time of peace, and a thriving country free from oppression. The new age of Meiji has come, but peace has not yet been achieved. Swords are banned but people are still murdered in the streets. Orphans of war veterans are left with nowhere to go, while the government seems content to just line their pockets with money. One wandering samurai, Kenshin Himura, still works to make sure the values he fought for are worth the lives spent to bring about the new era. Once known as Hitokiri Battousai, he was feared as the most ruthless killer of all the revolutionaries. Now haunted by guilt, Kenshin has sworn never to kill again in atonement for the lives he took, and he may never know peace until killing is a thing of the past. Now in the 11th year of Meiji, Kenshin stumbles upon Kaoru Kamiya, owner and head instructor of a small dojo being threatened to close its doors. The police force is powerless to stop the string of murders done in the name of her dojo by a man claiming to be the famous Battousai. Kenshin's wanderings pause for now as he joins Kaoru to clear both their names. But how long can he stay before his past catches up to him? [Written by MAL Rewrite] Included one-shot: Volume 28: Meteor Strike","authors":["Watsuki, Nobuhiro"],"genres":["Action","Drama"]},{"mal_id":23,"url":"https://myanimelist.net/manga/23/Ranma_½","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/156534.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/156534t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/156534l.jpg"},"title_english":"Ranma ½","title_japanese":"らんま½","chapters":407,"volumes":38,"status":"Finished","popularity":296,"synopsis":"Soun Tendou runs the Tendou Martial Arts School accompanied by his three daughters: Akane, Nabiki, and Kasumi. One day, the sisters' lives are turned upside down when their father announces that he has promised one of them to be married to a fellow martial artist's son in hopes of carrying on the family legacy. In addition to their mixed reactions, when the fiancé arrives, the last thing the Tendou family expects is Ranma Saotome and his father, Genma. Ranma has been training in China with his father until an unfortunate accident changed them both. Now, when water touches them, Ranma turns into a girl and Genma into a giant panda. Ranma ½ follows Ranma as he attempts to get along with his newly betrothed, the youngest of the Tendou sisters, Akane. As the two begin to attend the same school, they deal with fellow friends and rivals, all of whom have something to say about their engagement. [Written by MAL Rewrite]","authors":["Takahashi, Rumiko"],"genres":["Action","Comedy","Romance","Ecchi"]},{"mal_id":24,"url":"https://myanimelist.net/manga/24/DGray-man","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/240470.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/240470t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/240470l.jpg"},"title_english":"D.Gray-man","title_japanese":"D.Gray-man","chapters":null,"volumes":null,"status":"Publishing","popularity":56,"synopsis":"Thousands of years ago, there existed those gifted with the power of God. Their mission: to destroy the ominous evils that lurk in the darkness known as \"Akuma.\" Led by the Milenium Earl, Akuma seek to destroy fragments of \"Innocence,\" the only weapons capable of harming the Earl and his army and bring about the Great Flood from a hundred years ago. To prevent this tragedy from happening, the Black Order was formed as an organization dedicated to fighting the Earl. They recruit Exorcists, those with the inherent ability to accomodate Innocence, to fight against the Akuma. In the late 19th century, Allen Walker—a white-haired boy armed with Innocence that takes the form of his entire left arm and a cursed eye that can see Akuma—is sent to the Black Order. There, Allen meets various comrades from the Order—the mercurial Yuu Kanda, the kindhearted Lenalee Lee, and the cheerful yet mysterious Lavi. Despite their different personalities, they have one goal in mind: to bring salvation to the souls of Akuma and prevent the Earl from destroying the world. [Written by MAL Rewrite]","authors":["Hoshino, Katsura"],"genres":["Action","Adventure"]},{"mal_id":25,"url":"https://myanimelist.net/manga/25/Fullmetal_Alchemist","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/243675.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/243675t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/243675l.jpg"},"title_english":"Fullmetal Alchemist","title_japanese":"鋼の錬金術師","chapters":116,"volumes":27,"status":"Finished","popularity":18,"synopsis":"Alchemists are knowledgeable and naturally talented individuals who can manipulate and modify matter due to their art. Yet despite the wide range of possibilities, alchemy is not as all-powerful as most would believe. Human transmutation is strictly forbidden, and whoever attempts it risks severe consequences. Even so, siblings Edward and Alphonse Elric decide to ignore this great taboo and bring their mother back to life. Unfortunately, not only do they fail in resurrecting her, they also pay an extremely high price for their arrogance: Edward loses his left leg and Alphonse his entire body. Furthermore, Edward also gives up his right arm in order to seal his brother's soul into a suit of armor. Years later, the young alchemists travel across the country looking for the Philosopher's Stone, in the hopes of recovering their old bodies with its power. However, their quest for the fated stone also leads them to unravel far darker secrets than they could ever imagine. [Written by MAL Rewrite]","authors":["Arakawa, Hiromu"],"genres":["Action","Adventure","Award Winning","Drama","Fantasy"]},{"mal_id":26,"url":"https://myanimelist.net/manga/26/Hunter_x_Hunter","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/253119.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/253119t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/253119l.jpg"},"title_english":"Hunter x Hunter","title_japanese":"HUNTER×HUNTER","chapters":390,"volumes":36,"status":"On Hiatus","popularity":23,"synopsis":"\"Secret treasure hoards, undiscovered wealth... mystical places, unexplored frontiers... 'The mysterious unknown.' There's magic in such words for those captivated by its spell. They are called 'Hunters'!\" Gon Freecss wants to become a Hunter so he can find his father, a man who abandoned him to pursue a life of adventure. But it's not that simple: only one in one hundred thousand can pass the Hunter Exam, and that is just the first obstacle on his journey. During the Hunter Exam, Gon befriends many other potential Hunters, such as the mysterious Killua; the revenge-driven Kurapika; and Leorio, who aims to become a doctor. There's a world of adventure and peril awaiting, and those who embrace it with open arms can become the greatest Hunters of them all! [Written by MAL Rewrite]","authors":["Togashi, Yoshihiro"],"genres":["Action","Adventure","Fantasy"]},{"mal_id":27,"url":"https://myanimelist.net/manga/27/X","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/157934.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/157934t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/157934l.jpg"},"title_english":"X","title_japanese":"X","chapters":158,"volumes":18,"status":"On Hiatus","popularity":653,"synopsis":"Six years ago, Kamui Shirou and siblings Fuuma and Kotori Monou were inseparable childhood friends. After the sudden, gruesome death of the Monou siblings' mother, Kamui was taken away from Tokyo by his own mother. In the years that passed, the two lived peacefully while Kamui strengthened his innate telekinetic abilities. When his mother passes away in 1999, her dying wish prompts him to return to Tokyo to face his \"destiny.\" When Kamui reappears in the city, his attitude has taken a drastic turn, and he displays the growth of his powers through violent confrontations in the streets. Various opponents come after him asking if he is \"Kamui,\" but they seem to be demanding something far more significant than his name. These fighters represent two opposite factions—the Dragons of Heaven and the Dragons of Earth—who each wish to recruit him to their cause. Piecing together clues about the apocalyptic \"promised day,\" Kamui realizes that he holds the fate of the world in his hands. Depending on which group of Dragons he allies himself with, he can either choose to save the world—or end it. [Written by MAL Rewrite]","authors":["CLAMP"],"genres":["Action","Drama","Fantasy","Supernatural"]},{"mal_id":28,"url":"https://myanimelist.net/manga/28/Nana","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/163191.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/163191t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/163191l.jpg"},"title_english":"Nana","title_japanese":"NANA","chapters":84,"volumes":21,"status":"On Hiatus","popularity":94,"synopsis":"Nana Komatsu is a naive, unmotivated girl who spends her high school days chasing one crush after the other. Despite continually facing failure in her quest for love, her spirits have never dampened. At the age of 20, she finds herself on a train to Tokyo with hopes of reuniting with her current boyfriend. Nana Osaki, on the other hand, is feisty and prideful. After joining a local band during her high school days, she falls in love with music and one of the band members. However, when faced with the choice between her relationship and her musical career, she chooses the latter and separates from her boyfriend. On her 20th birthday, she boards the same train to Tokyo, like her namesake, where she aims to become a top vocalist. The two girls with the same name but very different aspirations find themselves sitting together on their journey to the city, and, as fate would have it, eventually share the same apartment. A deep and unique bond is then forged, where they will support each other in this saga of love, music, friendship, and heartbreak. [Written by MAL Rewrite]","authors":["Yazawa, Ai"],"genres":["Award Winning","Drama","Romance","Slice of Life"]},{"mal_id":29,"url":"https://myanimelist.net/manga/29/Paradise_Kiss","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/165919.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/165919t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/165919l.jpg"},"title_english":"Paradise Kiss","title_japanese":"パラダイス・キス","chapters":48,"volumes":5,"status":"Finished","popularity":332,"synopsis":"Yukari wants nothing more than to make her parents happy by studying hard and getting into a good college. One afternoon, however, she is kidnapped by a group of self-styled fashionistas calling themselves \"Paradise Kiss.\" Yukari suddenly finds herself flung into the roller-coaster life of the fashion world, guided by George, art-snob extraordinaire. In a glamorous makeover of body, mind and soul, she is turned from a hapless bookworm into her friends 22 own exclusive clothing model. (Source: Tokyopop)","authors":["Yazawa, Ai"],"genres":["Drama","Romance"]},{"mal_id":30,"url":"https://myanimelist.net/manga/30/Ouran_Koukou_Host_Club","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/19240.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/19240t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/19240l.jpg"},"title_english":"Ouran Koukou Host Club","title_japanese":"桜蘭高校ホスト部","chapters":87,"volumes":18,"status":"Finished","popularity":74,"synopsis":"At Ouran High School, an academy where only the children of the rich and powerful attend, there exists a club consisting of the most elite of the student body: the legendary Host Club. Within the club's room, six beautiful, bored boys spend their time entertaining equally beautiful and bored girls. Haruhi Fujioka, a poor scholarship student, has no interest in the Host Club—until she breaks a valuable vase in their clubroom. After being mistaken for a boy, Haruhi is forced by Kyouya Ootori to work for the Host Club to repay her debt. Tamaki Suou, the princely leader of the club, eagerly takes her under his wing to teach her the ways of the host. Things, however, are never quite so simple with the Host Club around. Even the most mundane events can turn into huge spectacles with the likes of prankster twins Hikaru and Kaoru Hitachiin, stoic Takashi Morinozuka, and sweet Mitsukuni \"Hunny\" Haninozuka. The crazy adventures of the Host Club are just beginning, and Haruhi must learn how to survive in the glitzy world of the hosts. [Written by MAL Rewrite] Note: The final volume contains a special bonus chapter where the group travels to Spain.","authors":["Hatori, Bisco"],"genres":["Comedy","Drama","Romance"]},{"mal_id":31,"url":"https://myanimelist.net/manga/31/Lovely★Complex","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/209659.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/209659t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/209659l.jpg"},"title_english":"Lovely★Complex","title_japanese":"ラブ★コン","chapters":68,"volumes":17,"status":"Finished","popularity":223,"synopsis":"When the taller than average 172 cm Risa Koizumi learns that her occasional nemesis, the shorter than average 156 cm Atsushi Ootani, is romantically interested in her friend, she decides to team up with him. After all, she also has feelings for his friend. Unluckily, however, their respective crushes fall for each other instead. Determined to find new love after their recent misfortunes, the pair decide to cheer each other on while maintaining their usual dynamic of constant bickering. Although they continually deny it, Risa and Ootani are more similar than they like to admit: they both have unusual heights, failing grades, identical tastes in food, and a tendency to act extremely childish. Together, they inspire laughter among their peers as a so-called comedic duo. Could the love that these two are looking for be closer than they think? [Written by MAL Rewrite] Included one-shots: Volume 12: Hoshi ni Nattemo Aishiteru Volume 16: Bokura no Ibasho","authors":["Nakahara, Aya"],"genres":["Award Winning","Comedy","Drama","Romance"]},{"mal_id":32,"url":"https://myanimelist.net/manga/32/666_Satan","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/511.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/511t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/511l.jpg"},"title_english":"666 Satan","title_japanese":"666〜サタン〜","chapters":78,"volumes":19,"status":"Finished","popularity":426,"synopsis":"In the not too distant future, mankind battles over O-Parts, relics from an ancient civilization. It takes a special kind of person to unlock the full potential of these remnants from the past, and a unique breed of humans known as O.P.T.s (or O-Parts Tacticians) become a force to be reckoned with. Unfortunately, O-Parts can be used for good or evil purposes. Jio is a young boy with a tragic past who only trusts one thing in the world: money. Little does he suspect that he is actually a very powerful O.P.T., and inside him sleeps a demon of incredible ferocity. He meets up with a girl named Ruby, and together they decide to embark on a dangerous quest to discover as many O-Parts as they can. Will Jio help Ruby realize her dream of becoming a world famous treasure hunter? More importantly, will Ruby help Jio realize his dream of--world domination?! (Source: Viz Media) Included one-shots: Volume 6: Trigger","authors":["Kishimoto, Seishi"],"genres":["Action","Adventure","Comedy","Drama","Fantasy","Supernatural"]},{"mal_id":33,"url":"https://myanimelist.net/manga/33/Pita-Ten","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/191236.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/191236t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/191236l.jpg"},"title_english":"Pita-Ten","title_japanese":"ぴたテン","chapters":47,"volumes":8,"status":"Finished","popularity":2090,"synopsis":"Kotarou Higuchi is a sixth-grade student who not only has to work hard to get into a good middle school, but he also has to deal with the responsibilities that come with living in an apartment all by himself. One day, while leaving for school, he is greeted with a surprise: an unfamiliar, older girl in a frilly black dress is waiting by his front door, asking to be friends with him! Despite his attempts at ignoring her, the strange girl determinedly follows Kotarou all the way to school and back. Giving in, Kotarou finds out that the strange girl's name is Misha and that she is his new neighbor, supposedly from Heaven to work on becoming a full-time angel. What will become of Kotarou and his life with this \"clingy angel\"? [Written by MAL Rewrite]","authors":["Koge-Donbo*"],"genres":["Comedy","Drama","Fantasy","Romance"]},{"mal_id":34,"url":"https://myanimelist.net/manga/34/Di_Gi_Charat__Koushiki_Comic_Anthology","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/977.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/977t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/977l.jpg"},"title_english":"Di Gi Charat: Koushiki Comic Anthology","title_japanese":"デ・ジ・キャラット 公式コミックアンソロジー","chapters":72,"volumes":4,"status":"Finished","popularity":9057,"synopsis":"On planet Di Gi Charat, little Digiko was a pampered princess. Now living on Earth, the green-haired moppet is working for minimum wage at a hobby shop in Japan. Who ever said it was easy being cute? Based on the popular anime series, Di Gi Charat also features bratty Usada, shy boy Minagawa, and Digiko's wacky companions Puchiko and Gemo! (Source: VIZ Media)","authors":["Koge-Donbo*","Ootsuki, Yuuko","Fujieda, Miyabi","Kiriga, Yuki","Minamoto, Hisanari","Morisaki, Kurumi","Nekoma, Kotomi"],"genres":["Comedy","Fantasy","Sci-Fi"]},{"mal_id":35,"url":"https://myanimelist.net/manga/35/Kamichama_Karin","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/2074.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/2074t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/2074l.jpg"},"title_english":"Kamichama Karin","title_japanese":"かみちゃまかりん","chapters":32,"volumes":7,"status":"Finished","popularity":1368,"synopsis":"After the death of her beloved cat, orphan Karin Hanazono is left lonesome and empty. As she does not have any friends and performs poorly at school, her mean-spirited aunt resents having to take care of her. Wholeheartedly believing that God will grant her salvation one day, she tightly holds onto the ring that her mother passed down to her. Seeking solace by spending time at her late cat's grave, Karin unexpectedly meets a boy named Kazune Kuujou, who claims he is looking for God. However, Kazune calls her weak for relying on her deceased cat for comfort. Angered by the insult, Karin subconsciously channels energy into her mother's ring. Soon enough, she begins to excel at school and classmates compliment her for the first time. Unbeknownst to her, the ring has bestowed her godly powers. The revelation of the ring's transcendent strength catches the eyes of not only Kazune but also more sinister figures who wish to take advantage of Karin for nefarious purposes. Karin must now use her newly acquired gift to fight back against these malicious forces, unaware of the truth behind her heritage and the existence of others with similar abilities. [Written by MAL Rewrite]","authors":["Koge-Donbo*"],"genres":["Comedy","Drama","Fantasy","Romance"]},{"mal_id":36,"url":"https://myanimelist.net/manga/36/Kamikaze_Kaitou_Jeanne","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/175801.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/175801t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/175801l.jpg"},"title_english":"Kamikaze Kaitou Jeanne","title_japanese":"神風怪盗ジャンヌ","chapters":33,"volumes":7,"status":"Finished","popularity":790,"synopsis":"It's nearly the end of the century, and one girl has been breaking the news: Kaitou Jeanne, a phantom thief supposedly sent by God, has been stealing paintings all around the city. Her real identity is Maron Kusakabe, a 16-year-old rhythmic gymnastics enthusiast and student at Momokuri Academy— something unknown to all, even her best friend Miyako Toudaiji, who is in charge of the police chase for Jeanne. Hidden inside the paintings Maron steals are demons sent by the demon lord, who plans to weaken God's power by having his minions possess human hearts. Assisted by the minor angel Finn Fish, it is up to Maron as the reincarnation of Jeanne d'Arc to assume her alter ego, hunt down the cursed paintings, and seal the vile demons away. However, the tough job of balancing this duty with her lonesome high school life only proves more challenging when a mysterious new phantom thief makes his appearance—Kaitou Sinbad. [Written by MAL Rewrite]","authors":["Tanemura, Arina"],"genres":["Action","Drama","Romance","Supernatural"]},{"mal_id":37,"url":"https://myanimelist.net/manga/37/Shinshi_Doumei_Cross","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/257940.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/257940t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/257940l.jpg"},"title_english":"Shinshi Doumei Cross","title_japanese":"紳士同盟†","chapters":59,"volumes":11,"status":"Finished","popularity":568,"synopsis":"Imperial Academy is an elite private school whose student body is divided into the ranks of Gold, Silver, and Bronze. Depending on your family's wealth and your individual merit, you can be classified as a Silver or Bronze student. However, there is only one Gold student, and this year that person is Shizumasa Touguu—nicknamed \"the Emperor\" because he is the Student Council President. When she was very young, Haine Otomiya fell in love with Shizumasa, after reading the children's picture book that he authored. She had met him twice before attending Imperial Academy, but as a Bronze student, her rank is far below his, so she has been unable to approach him at school. Haine jumps at an opportunity to get close to Shizumasa, and she unexpectedly becomes his bodyguard as well as a member of the Student Council. It seems like a dream come true for her, but soon she will learn that everyone in the Student Council is hiding secrets, and her own shameful history cannot be forgotten either. [Written by MAL Rewrite] Included one-shots","authors":["Tanemura, Arina"],"genres":["Comedy","Drama","Romance"]},{"mal_id":38,"url":"https://myanimelist.net/manga/38/_Anima","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/178178.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/178178t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/178178l.jpg"},"title_english":"+Anima","title_japanese":"+ANIMA","chapters":59,"volumes":10,"status":"Finished","popularity":734,"synopsis":"+Anima are rare and mysterious human-like beings capable of transforming their body into the form of an animal, but they are ostracised from society by humans. Cooro, a young orphaned +Anima with the abilities of a crow, struggles to find acceptance and belonging. Having been found on a church altar as a baby, he knows little of his origins and his species despite the poor reputation they receive. Thus, he resolves to search for more of his kind. Together with his newfound companions—Husky, Nana Alba, and Senri—Cooro embarks on a quest to meet other outcasts and discover their place in an unforgiving world. As the bond between the four +Anima grows to become unbreakable throughout their travels, a sense of adventure seems everlasting. However, the group soon realizes that finding somewhere to belong might prove more challenging than previously anticipated. +Anima follows the hardships and adventures of Cooro and his friends as they learn of the difficulties and prejudice experienced by their kin. [Written by MAL Rewrite]","authors":["Mukai, Natsumi"],"genres":["Adventure","Fantasy"]},{"mal_id":39,"url":"https://myanimelist.net/manga/39/Zombie_Powder","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/180035.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/180035t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/180035l.jpg"},"title_english":"Zombie Powder.","title_japanese":"ZOMBIEPOWDER.","chapters":30,"volumes":4,"status":"Finished","popularity":1083,"synopsis":"Gamma Akutabi is a mysterious figure, drifting through the western desert with a giant sword slung over his shoulder and a right arm made completely of metal spreading up and over his cheek. He searches endlessly for a mythical set of 12 Rings of the Dead—jewelry said to give life to the possessor. These rings are hunted by mercenaries and outlaws alike for a wide variety of reasons, but Gamma seeks to grant himself eternal life by possessing all 12. Gamma comes across teenager John Elwood Shepherd in his travels, who decides to follow Gamma after a brutal fight claims the life of his sister. Elwood seeks to use the Rings of the Dead to bring his sister back to life and quickly develops an admiration for Gamma, whose combat prowess saves Elwood's life time after time. Along the way, the two travelers encounter new friends and old allies from Gamma's past, working with them to defeat enemies who seek to use the Rings of the Dead for their own nefarious purposes. [Written by MAL Rewrite] Included one-shots: Volume 2: Ultra Unholy Hearted Machine Volume 3: Kokumashi Urara (Rune Master Urara) Volume 4: Bad Shield United","authors":["Kubo, Tite"],"genres":["Action","Comedy","Supernatural"]},{"mal_id":40,"url":"https://myanimelist.net/manga/40/Black_Cat","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/186071.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/186071t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/186071l.jpg"},"title_english":"Black Cat","title_japanese":"BLACK CAT","chapters":187,"volumes":20,"status":"Finished","popularity":295,"synopsis":"Train Heartnet is an amicable bounty hunter—known as a \"Sweeper\"—with a talent for sharpshooting. Working alongside his cool-headed partner Sven Vollfied, they hunt down wanted criminals. Unfortunately, however, despite their efforts, the dynamic duo always seems to be short on money, which forces them to accept a job from the beautiful Rinslet Walker, a sly thief for hire, and a mysterious girl named Eve. However, the motley crew soon discovers a terrible plot to revolutionize the world, and the mastermind is someone Train knows and loathes with a passion. As the plan is set into motion, it is soon made clear that behind the carefree sharpshooter's smiling face lies a tragic past and an insatiable desire for revenge. [Written by MAL Rewrite] Included one-shot: Volume 8: Stray Cat (pilot)","authors":["Yabuki, Kentarou"],"genres":["Action","Adventure","Comedy","Fantasy"]},{"mal_id":41,"url":"https://myanimelist.net/manga/41/Busou_Renkin","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/149583.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/149583t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/149583l.jpg"},"title_english":"Busou Renkin","title_japanese":"武装錬金","chapters":83,"volumes":10,"status":"Finished","popularity":936,"synopsis":"Busou Renkin is the story of the teenager Kazuki Mutou, who dies trying to save a girl who was being attacked by an eerie monster. The next morning, however, Kazuki is left wondering whether it was all a dream. Lo and behold, the girl, the monster, and his death are all real! The girl, Tokiko Tsumura, was actually trying to slay the homunculus (a beast that can take the form of humans, but whose main source of food is people), but Kazuki got in her way. To revive Kazuki, Tokiko replaces his heart with a \"kakugane,\" an alchemic device that allows him to summon a lance with which to fight the monsters. It turns out that Tokiko is a member of Renkin Kenshi (Alchemist Soldiers)—an organization sworn to protect the world from the diabolical creatures. Soon, Kazuki joins Tokiko in her quest to terminate the sinister being that creates and controls the homunculus. (Source: VIZ Medai) Included one-shot: Volume 10: Embalming: Dead Body and Bride","authors":["Watsuki, Nobuhiro"],"genres":["Action","Comedy","Fantasy","Supernatural"]},{"mal_id":42,"url":"https://myanimelist.net/manga/42/Dragon_Ball","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/54545.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/54545t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/54545l.jpg"},"title_english":"Dragon Ball","title_japanese":"ドラゴンボール","chapters":520,"volumes":42,"status":"Finished","popularity":61,"synopsis":"Bulma, a headstrong 16-year-old girl, is on a quest to find the mythical Dragon Balls—seven scattered magic orbs that grant the finder a single wish. She has but one desire in mind: a perfect boyfriend. On her journey, Bulma stumbles upon Gokuu Son, a powerful orphan who has only ever known one human besides her. Gokuu possesses one of the Dragon Balls, it being a memento from his late grandfather. In exchange for it, Bulma invites Gokuu to be a companion in her travels. By Bulma's side, Gokuu discovers a world completely alien to him. Powerful enemies embark on their own pursuits of the Dragon Balls, pushing Gokuu beyond his limits in order to protect Bulma and their growing circle of allies. However, Gokuu has secrets unbeknownst to even himself; the incredible strength within him stems from a mysterious source, one that threatens the many people he grows to hold dear. As his prowess in martial arts flourishes, Gokuu attracts stronger opponents whose villainous plans could collapse beneath his might. He undertakes the endless venture of combat training to defend his loved ones and the fate of the planet itself. [Written by MAL Rewrite]","authors":["Toriyama, Akira"],"genres":["Action","Adventure","Comedy","Sci-Fi"]},{"mal_id":43,"url":"https://myanimelist.net/manga/43/Eyeshield_21","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/165586.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/165586t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/165586l.jpg"},"title_english":"Eyeshield 21","title_japanese":"アイシールド21","chapters":333,"volumes":37,"status":"Finished","popularity":171,"synopsis":"Timid, diminutive, and frequently the target of bullies, Sena Kobayakawa has just enrolled at Deimon Private High School. When he angers a group of delinquents by refusing to act as their errand boy, he makes an incredibly speedy getaway, an ability he has developed through years of running from his tormentors. Youichi Hiruma—the demonic captain of the Deimon Devil Bats football team—happens to be nearby, and seeing Sena's \"golden legs\" at work, forcibly recruits him as a running back despite Sena's desire to be team manager instead. Made to don the number 21 jersey and a special helmet to hide his identity as a player, Sena becomes \"Eyeshield 21,\" the team's closely guarded secret weapon. Soon he realizes his love for the sport, and aims to help the Devil Bats reach the Christmas Bowl, the high school football championship. [Written by MAL Rewrite]","authors":["Inagaki, Riichiro","Murata, Yusuke"],"genres":["Sports"]},{"mal_id":44,"url":"https://myanimelist.net/manga/44/Gintama","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/143121.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/143121t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/143121l.jpg"},"title_english":"Gintama","title_japanese":"銀魂","chapters":709,"volumes":77,"status":"Finished","popularity":134,"synopsis":"During the Edo period, Japan is suddenly invaded by alien creatures known as the \"Amanto.\" Despite the samurai's attempts to combat the extraterrestrial menace, the Shogun soon realizes that their efforts are futile and decides to surrender. This marks the beginning of an uneasy agreement between the Shogunate and Amanto, one that results in a countrywide sword ban and the disappearance of the samurai spirit. However, there exists one eccentric individual who wields a wooden sword and refuses to let his samurai status die. Now that his kind are no longer needed, Gintoki Sakata performs various odd jobs around town in order to make ends meet. Joined by his self-proclaimed disciple Shinpachi Shimura, the fearsome alien Kagura, and a giant dog named Sadaharu, they run the business known as Yorozuya, often getting caught up in all sorts of crazy and hilarious shenanigans. [Written by MAL Rewrite] Included one-shots: Volume 1: Dandelion Volume 2: Shirokuro (Black and White) Volume 24: 13 Volume 38: Bankara-san ga Tooru","authors":["Sorachi, Hideaki"],"genres":["Action","Comedy","Sci-Fi"]},{"mal_id":45,"url":"https://myanimelist.net/manga/45/Ichigo_100","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/51695.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/51695t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/51695l.jpg"},"title_english":"Ichigo 100%","title_japanese":"いちご100%","chapters":167,"volumes":19,"status":"Finished","popularity":299,"synopsis":"Junpei Manaka sneaks up to the roof to see the sunset. When he opens the door, he startles a mysterious beauty. She panics and runs away, but not before Junpei has caught sight of her adorable strawberry print panties...in EXTREME close-up. With that vision forever burned into his memory, Junpei embarks on a quest to find the girl, and the panties, of his dreams! (Source: Viz)","authors":["Kawashita, Mizuki"],"genres":["Comedy","Drama","Romance","Ecchi"]},{"mal_id":46,"url":"https://myanimelist.net/manga/46/Kannade","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/4441.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/4441t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/4441l.jpg"},"title_english":"Kannade","title_japanese":"神撫手","chapters":15,"volumes":2,"status":"Finished","popularity":20574,"synopsis":"Akito Hayama is the infamous God Hand, an art thief who steals only masterpieces. But these arn't your ordinary art pieces, they're actually copies made by Akito's missing mother. Akito is caught by an underground art broker and consequently learns the reason for the disappearance of his mother. In a attempt to save himself, a new found ability 'Kannade' emerges within Akito, as well as the quest to find certain art pieces by Akito's mother and what Kannade's fate really is. Included one-shot: Volume 2: Kannade (pilot), God Hand","authors":["Horibe, Takeo"],"genres":["Action","Mystery"]},{"mal_id":47,"url":"https://myanimelist.net/manga/47/Katekyo_Hitman_Reborn","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/253085.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/253085t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/253085l.jpg"},"title_english":"Katekyo Hitman Reborn!","title_japanese":"家庭教師ヒットマンREBORN!","chapters":411,"volumes":42,"status":"Finished","popularity":75,"synopsis":"The life of Tsunayoshi \"No-Good Tsuna\" Sawada is a complete wreck. Terrible grades, horrible fitness, and a non-existent social life means he has no reason to attend school, especially after discovering that his crush, Kyouko Sasagawa, is already seeing someone. Unbeknownst to him however, the blood of Giotto, the great Vongola the First, runs through his veins. Enter home tutor Reborn, an infant who claims to be the world's greatest hitman. Under orders from Vongola the Ninth, Reborn has come to train Tsuna to become a worthy successor to the famous Vongola Famiglia name. Tsuna, however, refuses, and claims that he will never become a mafia boss. How will the world's greatest hitman react to such opposition? Will he force Tsuna to adhere? Or will he use this unwillingness to his advantage? This is a story of a reluctant successor as he takes on the responsibilities of becoming the underworld's next ruling mafia leader, with the help of his friends and a one-of-a-kind home tutor. [Written by MAL Rewrite]","authors":["Amano, Akira"],"genres":["Action","Comedy"]},{"mal_id":48,"url":"https://myanimelist.net/manga/48/Pretty_Face","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/123699.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/123699t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/123699l.jpg"},"title_english":"Pretty Face","title_japanese":"プリティフェイス","chapters":53,"volumes":6,"status":"Finished","popularity":812,"synopsis":"Randou Masashi, a self-centered, brash karate star, was the victim of a horrific bus accident that left him comatose, his face terribly disfigured by extensive burns. Genius plastic surgeon Dr. Manabe saved Randou's life and went to work on his face, gradually reconstructing it based on a photograph found in the wreckage of the bus. But in a cruel twist of fate, the photo that the doctor used as his reference was not a picture of Randou, but of Rina Kurimi, the girl whom Randou has a crush on! (Source: MU)","authors":["Kano, Yasuhiro"],"genres":["Comedy","Romance","Ecchi"]},{"mal_id":49,"url":"https://myanimelist.net/manga/49/Tennis_no_Ouji-sama","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/153238.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/153238t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/153238l.jpg"},"title_english":"Tennis no Ouji-sama","title_japanese":"テニスの王子様","chapters":382,"volumes":42,"status":"Finished","popularity":592,"synopsis":"Seishun Academy is home to one of the best middle school tennis teams in all of Japan. Freshman tennis prodigy Ryouma Echizen enrolls in the prestigious institution with his eyes set on claiming a regular position on the Boys' Tennis Team. As the son of legendary tennis player Samurai Nanjirou, Ryouma is sick of living in his shadow and wishes to surpass him someday. He is confident in his skills and has the cocky attitude to match. His teammates, however, are reluctant to accept him into their starting lineup, as he hasn't proven himself worthy of the spot. Seishun's ultimate goal is to make it to the National Tournament by the end of the year, but they first have to make it through the Kanto Regionals to even qualify for a spot in it. With their new \"super rookie\" on the team, Seishun is ready to take on anything that comes their way. With a varied assortment of rivals and opponents that can threaten their chance at the title, the Seishun team needs to give it their all in order to rise to the top. [Written by MAL Rewrite] Included one-shot: Volume 5: Tennis no Ouji-sama (pilot)","authors":["Konomi, Takeshi"],"genres":["Sports"]},{"mal_id":50,"url":"https://myanimelist.net/manga/50/Shaman_King","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/255376.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/255376t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/255376l.jpg"},"title_english":"Shaman King","title_japanese":"シャーマンキング","chapters":288,"volumes":32,"status":"Finished","popularity":174,"synopsis":"Shamans are extraordinary individuals with the ability to communicate with ghosts, spirits, and gods, which are invisible to ordinary people. The Shaman Fight—a prestigious tournament pitting shamans from all over the world against each other—is held every five hundred years, where the winner is crowned Shaman King. This title allows the current incumbent to call upon the Great Spirit and shape the world as they see fit. Finding himself late for class one night, Manta Oyamada, an ordinary middle school student, decides to take a shortcut through the local cemetery. Noticing him, a lone boy sitting on a gravestone invites Manta to stargaze with \"them.\" Realizing that \"them\" refers to the boy and his ghostly friends, Manta flees the terror. Later, the boy introduces himself as You Asakura, a Shaman-in-training, and demonstrates his powers by teaming up with the ghost of six-hundred-year-old samurai Amidamaru to save Manta from a group of thugs. You befriends Manta due to his ability to see spirits, and with the help of Amidamaru, they set out to accomplish You's goal of becoming the next Shaman King. [Written by MAL Rewrite] Note: This entry is for the original printing of Shaman King. Please see Shaman King (Kanzenban Edition) for the chapters not included in this edition.","authors":["Takei, Hiroyuki"],"genres":["Action","Adventure","Comedy","Supernatural"]},{"mal_id":51,"url":"https://myanimelist.net/manga/51/Slam_Dunk","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/258749.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/258749t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/258749l.jpg"},"title_english":"Slam Dunk","title_japanese":"SLAM DUNK","chapters":276,"volumes":31,"status":"Finished","popularity":67,"synopsis":"Hanamichi Sakuragi, a tall, boisterous teenager with flame-red hair and physical strength beyond his years, is eager to put an end to his rejection streak of 50 and finally score a girlfriend as he begins his first year of Shohoku High. However, his reputation for delinquency and destructiveness precedes him, and most of his fellow students subsequently avoid him like the plague. As his first day of school ends, he is left with two strong thoughts: \"I hate basketball\" and \"I need a girlfriend.\" Haruko Akagi, ignorant of Hanamichi's history of misbehavior, notices his immense height and unwittingly approaches him, asking whether or not he likes basketball. Overcome by the fact that a girl is speaking to him, the red-haired giant blurts out a yes despite his true feelings. At the gym, Haruko asks if he can do a slam dunk. Though a complete novice, Hanamachi palms the ball and makes the leap...but overshoots, slamming his head into the backboard. Amazed by his near-inhuman physical abilities, Haruko quickly notifies the school's basketball captain of his feat. With this, Hanamichi is unexpectedly thrust into a world of competition for a girl he barely knows, but he soon discovers that there is perhaps more to basketball than he once thought. [Written by MAL Rewrite]","authors":["Inoue, Takehiko"],"genres":["Award Winning","Sports"]},{"mal_id":52,"url":"https://myanimelist.net/manga/52/Whistle","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/160208.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/160208t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/160208l.jpg"},"title_english":"Whistle!","title_japanese":"ホイッスル!","chapters":216,"volumes":24,"status":"Finished","popularity":3055,"synopsis":"Everybody has a dream, and for Shou Kazamatsuri, that dream is simple: he wants to be the best soccer player he can possibly be. He's the spirited leader of the Josui Junior High team and everyone looks up to him. In turn, he tries to keep the team together at any cost! (Source: VIZ Media)","authors":["Higuchi, Daisuke"],"genres":["Drama","Sports"]},{"mal_id":53,"url":"https://myanimelist.net/manga/53/Yuu☆Yuu☆Hakusho","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/250027.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/250027t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/250027l.jpg"},"title_english":"Yuu☆Yuu☆Hakusho","title_japanese":"幽☆遊☆白書","chapters":176,"volumes":19,"status":"Finished","popularity":214,"synopsis":"Fourteen-year-old thug Yuusuke Urameshi spends his days skipping school and causing trouble for the adults in his life. Yuusuke regularly engages in street brawls against rival Kazuma Kuwabara and ridicules his childhood friend Keiko Yukimura. Filled with self-loathing and the burden of an alcoholic mother, Yuusuke sacrifices it all in a split-second decision—he tackles a small child out of the way of an oncoming car, losing his life in the process. Spirit guide Botan intervenes, allowing Yuusuke to see how the people in his life react to his death; he is moved by the emotional ruin his loss causes his mother, Keiko, and even Kuwabara. Additionally, due to his death's heroic nature, he receives an opportunity to return to life from the Spirit World ruler's son, Koenma. Koenma hires Yuusuke as a \"Spirit Detective\" and tasks him with solving a series of increasingly challenging paranormal mysteries. Battling and befriending demons such as the beautiful Kurama and hostile Hiei, Yuusuke further develops and utilizes his skills as a fighter. But as dark forces move in the Underworld, Yuusuke struggles alongside his companions to defend everything he took for granted. [Written by MAL Rewrite]","authors":["Togashi, Yoshihiro"],"genres":["Action","Award Winning","Comedy","Drama","Supernatural"]},{"mal_id":54,"url":"https://myanimelist.net/manga/54/Yu☆Gi☆Oh","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/126293.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/126293t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/126293l.jpg"},"title_english":"Yu☆Gi☆Oh!","title_japanese":"遊☆戯☆王","chapters":343,"volumes":38,"status":"Finished","popularity":417,"synopsis":"High school student Yuugi Mutou spends his days being bullied between classes and his nights playing board games and solving puzzles in his bedroom. Yuugi's penchant for gameplay comes from his grandfather, whose game shop also serves as a house for the two. One night, Yuugi manages to solve the Millennium Puzzle, a seemingly impossible challenge that awakens his inner darkness and converts it into an alternate persona: Yami Yuugi. Transforming into the more bold and dangerous persona against his will in moments of great distress, Yuugi begins to moonlight as a vengeful vigilante, challenging bullies and evil-doers to risky games where failure results in fates worse than death. Yuugi and his alter ego befriend some of the very students who once bullied him, forming unbreakable companionships with them. But the group must contend with villains far deadlier than the high school punks they originally rallied against, enemies who use games for nefarious purposes and threaten Yuugi and his friends' very lives. [Written by MAL Rewrite]","authors":["Takahashi, Kazuki"],"genres":["Action","Adventure","Comedy","Drama","Fantasy","Mystery","Supernatural"]},{"mal_id":55,"url":"https://myanimelist.net/manga/55/Aishiteruze_Baby★★","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/166559.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/166559t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/166559l.jpg"},"title_english":"Aishiteruze Baby★★","title_japanese":"愛してるぜ ベイベ★★","chapters":33,"volumes":7,"status":"Finished","popularity":667,"synopsis":"Kippei Katakura is a 17-year-old playboy who spends his time chasing girls, careless of their feelings. But when his 5-year-old cousin Yuzuyu comes to live with his family after her mother's sudden disappearance, Kippei is put in charge of taking care of her. As Kippei gets to know Yuzuyu and starts to understand how she feels, he also begins to realize that all girls were like Yuzuyu once... (Source: VIZ Media)","authors":["Maki, Youko"],"genres":["Comedy","Drama","Romance"]},{"mal_id":56,"url":"https://myanimelist.net/manga/56/Caramel_Diary","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/15419.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/15419t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/15419l.jpg"},"title_english":"Caramel Diary","title_japanese":"きゃらめるダイアリー","chapters":5,"volumes":1,"status":"Finished","popularity":12786,"synopsis":"Hana loves the school, caramel and...drawing manga! Her speciality: Drawing romance stories! In real life, her heart beats for the cool Taro, but she's too shy to tell him...unfortunately, Marie, her rival, has decided to steal him! (Source: M.N.M.)","authors":["Mizusawa, Megumi"],"genres":["Comedy","Romance"]},{"mal_id":57,"url":"https://myanimelist.net/manga/57/Hanazakari_no_Kimitachi_e","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/186895.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/186895t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/186895l.jpg"},"title_english":"Hanazakari no Kimitachi e","title_japanese":"花ざかりの君たちへ","chapters":148,"volumes":23,"status":"Finished","popularity":412,"synopsis":"Japanese-American track-and-field star Mizuki has gotten herself to transfer to a high school in Japan...but not just any school! To be close to her idol, high jumper Izumi Sano, she's going to an all-guys' high school...and disguising herself as a boy! But as fate would have it, they're more than classmates...they're roommates! Now, Mizuki must keep her secret in the classroom, the locker room, and her own bedroom. And her classmates—and the school nurse—must cope with a new transfer student who may make them question their own orientation... (Source: VIZ Media) Included one-shots: Volume 1: Natsu no Ori (The Cage of Summer) Volume 4: Kawaki no Tsuki (The Thirsty Moon)","authors":["Nakajo, Hisaya"],"genres":["Comedy","Drama","Romance"]},{"mal_id":58,"url":"https://myanimelist.net/manga/58/W-Juliet","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/256786.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/256786t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/256786l.jpg"},"title_english":"W-Juliet","title_japanese":"Wジュリエット","chapters":79,"volumes":14,"status":"Finished","popularity":1665,"synopsis":"Makoto Amano wants to become an actor, but his stern father has decreed that the only way Makoto can pursue his dream is to spend the last two years of high school as a girl! He quickly makes friends with popular tomboy Ito Miura, another drama enthusiast at this new high school and the only student to find out his secret—but are they more than pals? (Source: VIZ Media)","authors":["Emura"],"genres":["Comedy","Drama","Romance","Slice of Life"]},{"mal_id":59,"url":"https://myanimelist.net/anime/59/Chobits","images":{"image_url":"https://cdn.myanimelist.net/images/anime/4/24648.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/4/24648t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/4/24648l.jpg"},"title_english":"Chobits","title_japanese":"ちょびっツ","status":"Finished Airing","popularity":403,"synopsis":"When computers start to look like humans, can love remain the same? Hideki Motosuwa is a young country boy who is studying hard to get into college. Coming from a poor background, he can barely afford the expenses, let alone the newest fad: Persocoms, personal computers that look exactly like human beings. One evening while walking home, he finds an abandoned Persocom. After taking her home and managing to activate her, she seems to be defective, as she can only say one word, \"Chii,\" which eventually becomes her name. Unlike other Persocoms, however, Chii cannot download information onto her hard drive, so Hideki decides to teach her about the world the old-fashioned way, while studying for his college entrance exams at the same time. Along with his friends, Hideki tries to unravel the mystery of Chii, who may be a \"Chobit,\" an urban legend about special units that have real human emotions and thoughts, and love toward their owner. But can romance flourish between a Persocom and a human? [Written by MAL Rewrite]","authors":null,"genres":["Comedy","Drama","Romance","Sci-Fi","Ecchi"]},{"mal_id":60,"url":"https://myanimelist.net/manga/60/π","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/174019.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/174019t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/174019l.jpg"},"title_english":"π","title_japanese":"π（パイ）","chapters":101,"volumes":9,"status":"Finished","popularity":19644,"synopsis":"Pi is a constant that defines a circle. It is never-ending, and to Sawaki Yumeto, it is a majestic number that has a direct relationship to his other favorite thing, boobs. One day, he realizes that there is a mystic relationship between pi and the perfect breasts. He conducted research and did calculations to determine what the perfect breasts are but he needed more raw data. Yumeto used to be unpopular and ugly, but to further his quest, he shed blood, sweat and tears to change his appearance and style to that of a handsome young man. When Tamura Jun, a classmate that has been absent for the majority of the school year, returns, Yumeto realizes that she might have the perfect boobs that he has been searching for. But getting to them is going to be harder than he could possibly imagine. (Source: MU)","authors":["Furuya, Usamaru"],"genres":["Comedy","Romance","Ecchi"]},{"mal_id":61,"url":"https://myanimelist.net/anime/61/DNAngel","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1126/98904.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1126/98904t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1126/98904l.jpg"},"title_english":"D.N.Angel","title_japanese":"Ｄ・Ｎ・ＡＮＧＥＬ","status":"Finished Airing","popularity":1072,"synopsis":"Daisuke Niwa is a clumsy, block-headed, and wimpy middle school student who has few redeeming qualities. On his 14th birthday, he finally decides to confess his love to his longtime crush Risa Harada, but is rejected. In an unexpected turn of events, however, Daisuke finds himself transforming into Dark Mousy, the infamous phantom thief, whenever his mind is set on Risa. Though Daisuke is unaware of this strange heritage, his mother is certainly not: since before the boy was born, his mother had been planning for him to steal valuable works of art and let the name of the elusive art thief be known. With doubt and confusion constantly clouding his mind, Daisuke finds himself struggling in his relationships with classmates and family. And it is not long before Daisuke realizes that he is not the only one with a fated family legacy—his greatest adversary could be the one classmate he is most unwilling to fight. [Written by MAL Rewrite]","authors":null,"genres":["Action","Comedy","Fantasy","Romance"]},{"mal_id":62,"url":"https://myanimelist.net/anime/62/DC__Da_Capo","images":{"image_url":"https://cdn.myanimelist.net/images/anime/4/73936.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/4/73936t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/4/73936l.jpg"},"title_english":"D.C.: Da Capo","title_japanese":"D.C.～ダ・カーポ～","status":"Finished Airing","popularity":2122,"synopsis":"Hatsunejima abounds in mysteries—one of which is the town's unwithering cherry trees that are said to grant the most genuine wishes. There are also rumors of people possessing supernatural powers, like Junichi Asakura, who can see other people's dreams and create sweets out of nothing. Alongside his sister Nemu, he enjoys living in peace with his friends at Kazami Academy but chooses to shroud his identity in secrecy. His tranquil school life comes to a halt when he finds out that his childhood friend Sakura Yoshino has returned from America after six years. She is there for one purpose: to fulfill the promises she made long ago with Junichi. Little does anyone know, however, that Sakura's appearance is bound to change everyone's lives—for better or worse. [Written by MAL Rewrite]","authors":null,"genres":["Drama","Romance"]},{"mal_id":63,"url":"https://myanimelist.net/manga/63/Aruto_no_A","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/164540.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/164540t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/164540l.jpg"},"title_english":"\"Aruto\" no \"A\"","title_japanese":"「あると」の「あ」","chapters":null,"volumes":4,"status":"Finished","popularity":26631,"synopsis":"Aruto Kashiwayama is a budding pianist. She lodges at a famous conductor's house. Aruto's relationships with the conductor's son Hokuto and her first love Masaru are revealed. (Source: MU)","authors":["Akaishi, Michiyo"],"genres":["Drama","Romance"]},{"mal_id":64,"url":"https://myanimelist.net/manga/64/13_Nichi_wa_Kinyoubi","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/83691.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/83691t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/83691l.jpg"},"title_english":"13 Nichi wa Kinyoubi?","title_japanese":"13日は金曜日?","chapters":15,"volumes":3,"status":"Finished","popularity":13361,"synopsis":"Ema is obsessed with ghosts, and is even part of her school's occult club. She'll do anything that has to do with some crazy superstition about ghosts or spirits, and make sure that she goes out of her way to do it. Ema is known for this at school, and the series follows her pursues to find ghosts. Ema, unfortunately, cannot see the things that she loves, unlike a few of her friends... (Source: StarryHeaven) Included one-shots: Volume 1: Shuugaku Ryoko no Susume Volume 3: Time Capsule and Happy End no Tsukurikata","authors":["Enomoto, Chizuru"],"genres":["Mystery","Supernatural"]},{"mal_id":65,"url":"https://myanimelist.net/manga/65/17-sai__Hajimete_no_H","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/4976.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/4976t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/4976l.jpg"},"title_english":"17-sai: Hajimete no H","title_japanese":"17歳 初めてのＨ","chapters":7,"volumes":1,"status":"Finished","popularity":3865,"synopsis":"A collection of short stories revolving around a girl's first time! 1. Shounen no Susume (A Boy's Suggestion) [Shinjo Mayu] 2. Virgin Beast [Minami Kanan] 3. Daitan ni Ikou!!! (Become Daring) [Ayukawa Mio] 4. Itsumo Anata to Asagaeri! (When I'm with You, I Won't Be Home 'til Morning!) [Kousaka Yuuka] 5. Koigokoro (The Awakening of Love) [Sakurai Miya] 6. Kiss Kiss Kiss♥ ( Smooch Smooch Smooch) [Masuzaki Yoshino] 7. Amai Yokubou (Sweet Desires) [Shigano Iori]","authors":["Shinjou, Mayu","Minami, Kanan","Shigano, Iori","Ayukawa, Mio","Kousaka, Yuuka","Sakurai, Miya","Masuzaki, Yoshino"],"genres":["Drama","Romance"]},{"mal_id":66,"url":"https://myanimelist.net/manga/66/Ninin_ga_Shinobuden","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/143955.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/143955t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/143955l.jpg"},"title_english":"Ninin ga Shinobuden","title_japanese":"ニニンがシノブ伝","chapters":68,"volumes":4,"status":"Finished","popularity":11982,"synopsis":"Shinobu is the only girl that goes to the secret Ninja Academy, which is presided over by a strange, yellow, ball-organism, Onsokumaru. While he knows nothing about being a ninja master, he loses no opportunity to exploit the dim but cute Shinobu. On a mission to steal all the panties from area high school girls, Shinobu meets Kaede who gets drawn into the surreal, ecchi, but fun world of Shinobu. (Source: ANN)","authors":["Koga, Ryoichi"],"genres":["Comedy","Girls Love"]},{"mal_id":67,"url":"https://myanimelist.net/manga/67/2001-ya_Monogatari","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/131711.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/131711t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/131711l.jpg"},"title_english":"2001-ya Monogatari","title_japanese":"2001夜物語","chapters":20,"volumes":3,"status":"Finished","popularity":3575,"synopsis":"Regardless of time and place, space has always been a primary subject of mankind's awe and fascination. Steadfast in discovering the truth behind their own existence, humans have continued to venture out far into the unknown, ready to confront any hurdle that comes along the way. Although the path ahead is one full of uncertainties, as long as humanity remains persistent in their endeavors, they may ultimately learn to understand each other and come closer to unraveling the intriguing mysteries of the universe. [Written by MAL Rewrite]","authors":["Hoshino, Yukinobu"],"genres":["Drama","Sci-Fi"]},{"mal_id":68,"url":"https://myanimelist.net/manga/68/337_Byooshi","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/191869.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/191869t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/191869l.jpg"},"title_english":"3.3.7 Byooshi!!","title_japanese":"3.3.7ビョーシ!!","chapters":86,"volumes":10,"status":"Finished","popularity":6116,"synopsis":"By all the usual measures, he could be considered a pretty useless guy: a scholastic failure, an athletic disaster, and a chronic loser... But Fukuda Shinichi has one passion: cheering for others! The 18-year-old captain of North Kanto Southern High's Cheerleading squad decides to make the most of his summer by attending cram school in Tokyo, only to find out that the whole trip was a sham! Things are looking up when he and his friend meet up with two cute Tokyo girls; too bad the girls brought them to a rip-off bar and took off! Ditched by his one remaining friend and stuck with an impossibly high bar bill, Fuku-kun's life couldn't get any worse! But just then he gets saved by Ume, his role model and former cheerleading squad captain! What is he doing in Tokyo... and why does everyone around seem to know and respect him? Without anywhere else to go, Fuku-kun decides follow Ume to his job, only to discover that... he's a male gigolo?!? Fukuda's summer of cheering others on has begun... and the streets of Tokyo's red-light district will never be the same!","authors":["Kubo, Mitsurou"],"genres":["Comedy","Drama","Romance","Ecchi"]},{"mal_id":69,"url":"https://myanimelist.net/manga/69/Suki_to_Ienai","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/20731.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/20731t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/20731l.jpg"},"title_english":"\"Suki\" to Ienai.","title_japanese":"“すき”と言えない。","chapters":1,"volumes":null,"status":"Finished","popularity":2863,"synopsis":"Shiina has 2 secrets. She loves her brother Kiri a lot, and Kiri doesn't know that they are not blood related. She doesn't know what to do, she's been hiding it for a long time, and no one knows she loves him. (Source: MangaFox)","authors":["Miyawaki, Yukino"],"genres":["Romance"]},{"mal_id":70,"url":"https://myanimelist.net/manga/70/Übel_Blatt","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/55347.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/55347t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/55347l.jpg"},"title_english":"Übel Blatt","title_japanese":"Übel Blatt ～ユーベルブラット～","chapters":167,"volumes":23,"status":"Finished","popularity":250,"synopsis":"When Wischtech threatened to invade the fiefs of Szaalanden, the Emperor dispatched fourteen youths. Of these, the Seven Heroes halted the invasion to herald a time of prosperity while the four Lances of Betrayal were supposedly defeated. Two decades later, the Lances of Betrayal have reappeared and formed a bandit militia near the frontier fief Gormbark. A man with the black sword and a scar over his left eye slays an entire troop of that militia. He is identified as a boy, Kóinzell, and becomes as much an object of fear as of hope even as his own past, motivations, and purpose are a mystery to those he meets in his travel. (Source: MU)","authors":["Shiono, Etorouji"],"genres":["Action","Adventure","Fantasy","Ecchi"]},{"mal_id":71,"url":"https://myanimelist.net/manga/71/Zettai_Kareshi","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/185981.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/185981t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/185981l.jpg"},"title_english":"Zettai Kareshi.","title_japanese":"絶対彼氏。","chapters":35,"volumes":6,"status":"Finished","popularity":379,"synopsis":"High school student Riiko Izawa has gone through a series of unrequited crushes. Each time she works up the courage to confess to a boy, he rejects her on the spot. After yet another rejection, Riiko becomes dejected and takes a walk through a nearby park. There, she discovers a lost phone and returns it to its owner. The owner of the phone, Gaku Namikiri, is bizarre, to say the least. A traveling salesman, he pesters Riiko to accept one of his company's products as a reward. She tells him, sarcastically, that what she wants most of all is a boyfriend. Unfazed, he directs her to visit a website advertising \"lover figures,\" which she assumes to be dolls. Despite her skepticism about the company's integrity, the face of the \"Nightly Series 01\" model enchants Riiko, and she registers for a three-day free trial. She is shocked when a life-sized naked boy is actually delivered to her the next day! Riiko follows instructions to activate the very realistic robot with a kiss, and for the next three days, Night Tenjou is the best boyfriend she could ask for. However, Gaku reappears to inform her that she missed the deadline to cancel the free trial, and now she owes one hundred million yen. Alternatively, she can decide to keep Night and act as a beta tester so that the company can collect data in order to improve their future products. What choice does Riiko have? She is broke, and what's more, she has already begun to fall for the artificially intelligent Night... [Written by MAL Rewrite]","authors":["Watase, Yuu"],"genres":["Comedy","Drama","Romance","Sci-Fi"]},{"mal_id":72,"url":"https://myanimelist.net/manga/72/Abenobashi_Mahou☆Shoutengai","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/169584.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/169584t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/169584l.jpg"},"title_english":"Abenobashi Mahou☆Shoutengai","title_japanese":"アベノ橋 魔法☆商店街","chapters":12,"volumes":2,"status":"Finished","popularity":7538,"synopsis":"Sasshi's world is in disarray. His best gal pal, Arumi, is about to move away, and his Osaka neighborhood is being demolished in the name of urban renewal. However, this little neighborhood has some surprises under its concrete—it's actually a portal to parallel universes. And when this section of the city is leveled, the portal is cracked wide open. Sasshi and Arumi soon find themselves being hurtled from one strange world to the next! Making matters even more surreal, is the fact that these worlds seem to spoof and mock popular movies, video games, manga and anime! (Source: TokyoPop)","authors":["Akahori, Satoru","Deguchi, Ryuusei"],"genres":["Adventure","Comedy","Fantasy","Ecchi"]},{"mal_id":73,"url":"https://myanimelist.net/manga/73/Tenjou_Tenge","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/57219.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/57219t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/57219l.jpg"},"title_english":"Tenjou Tenge","title_japanese":"天上天下","chapters":136,"volumes":22,"status":"Finished","popularity":531,"synopsis":"In one unusual Tokyo high school, education takes a backseat to brawling as warring clubs wreak havoc in the hallways and chaos in the classrooms, all vying to be the baddest team around! Although they often contribute their fair share, only a handful of students serve to stem the tide of violence in this untamed outpost. These are the few, the proud, the powerful: the members of the Juken Club! (Source: CMX)","authors":["Oh! Great"],"genres":["Action","Drama","Romance","Supernatural","Ecchi"]},{"mal_id":74,"url":"https://myanimelist.net/manga/74/Air_Gear","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/167489.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/167489t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/167489l.jpg"},"title_english":"Air Gear","title_japanese":"エア・ギア","chapters":358,"volumes":37,"status":"Finished","popularity":150,"synopsis":"Itsuki Minami needs no introduction—everybody's heard of the \"Babyface\" of the Eastside. He's the toughest kid at Higashi Junior High School, easy on the eyes but dangerously tough when he needs to be. Plus, Itsuki lives with the mysterious and sexy Noyamano sisters. Life is never dull, but it becomes dangerous when Itsuki leads his school to victory over some vindictive Westside punks with gangster connections. Now he stands to lose his school, his friends, and everything he cares about. But in his darkest hour, the Noyamano girls come to Itsuki's aid. They can teach him a powerful skill that will save their school from the gangsters' siege–and introduce Itsuki to a thrilling and terrifying new world. (Source: Del Rey)","authors":["Oh! Great"],"genres":["Action","Award Winning","Supernatural","Ecchi"]},{"mal_id":75,"url":"https://myanimelist.net/manga/75/Ai_yori_Aoshi","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/184631.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/184631t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/184631l.jpg"},"title_english":"Ai yori Aoshi","title_japanese":"藍より青し","chapters":153,"volumes":17,"status":"Finished","popularity":1235,"synopsis":"Despite her family's protests, Aoi Sakuraba decides that she is going to marry Kaoru Hanabishi, her love of eighteen years. Once he realizes that her intentions are genuine, and that she's not just trying to get him to reconcile with his estranged (and domineering) family - he begins to definitely warm up to the idea, too. What obstacles must the two overcome in order to be together? (Source: Tokyopop)","authors":["Fumizuki, Kou"],"genres":["Comedy","Drama","Romance","Ecchi"]},{"mal_id":76,"url":"https://myanimelist.net/manga/76/Akachan_to_Boku","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/179184.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/179184t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/179184l.jpg"},"title_english":"Akachan to Boku","title_japanese":"赤ちゃんと僕","chapters":108,"volumes":18,"status":"Finished","popularity":6449,"synopsis":"Takuya is a normal Japanese elementary student whose mother died not very long ago, leaving him alone with his father and his baby brother Minoru. But his father is a busy man, and Takuya has to look after Minoru. Because of this responsibility that would normally never burden a child of his age, Takuya sometimes resents his fate and his baby brother... but his love for Minoru gives him the strength to carry on. (Source: ANN) Included one-shots: Volume 2: Time Limit Volume 4: Secret Boy ni Tee Dasuna!! Volume 6: Baka de Karukute Wagamama de Volume 15: Natsu to Kimi no Irradiation","authors":["Ragawa, Marimo"],"genres":["Award Winning","Comedy","Drama","Slice of Life"]},{"mal_id":77,"url":"https://myanimelist.net/manga/77/Alice_19th","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/258981.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/258981t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/258981l.jpg"},"title_english":"Alice 19th","title_japanese":"ありす19th","chapters":40,"volumes":7,"status":"Finished","popularity":984,"synopsis":"The story follows Alice Seno, a 15-year-old girl forever shadowed by her older sister Mayura, who is good at everything she does. At school she is known as \"Mayura's little sister\" and is relentlessly tormented by the older girls who know that Alice is too weak to fight back. Alice harbors a deep affection for Kyo Wakamiya, a handsome upperclassman who is on the archery team with Mayura. On the way to school one day, Alice rescues a white rabbit from the road despite the danger to herself, but gets rescued by Kyo and receives a bracelet with a single red stone. The rabbit she saves, however, is no ordinary rabbit. She reveals her true form to Alice and introduces herself as Nyozeka. Alice is told that she is destined to become a Lotis Master. The Lotis Masters use the power of words and communication to enter the Inner Heart of others. It is a powerful ability to be used carefully as Alice soon finds out. Using the power of the Lotis Words, which reveal themselves to be in the form of runes, Alice accidentally makes her older sister disappear during a dispute over Kyo, whom Mayura had begun dating. Alice then must use the Lotis Words to try and bring her sister back from the dark. She is joined by Kyo who proves to have the Lotis powers as well, and by Frey, another Lotis master who had trained with the masters and arrives with the intention to marry Alice. Unfortunately, Mayura has been taken by the power of the Maram Words, the dark reflection of the Lotis Words. Their only hope lies in Alice and Kyo becoming the legendary Neo-Masters to discover the lost word bonding both Maram and Lotis. (Source: Mangatraders)","authors":["Watase, Yuu"],"genres":["Comedy","Drama","Fantasy","Romance","Supernatural"]},{"mal_id":78,"url":"https://myanimelist.net/manga/78/Alichino","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/126253.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/126253t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/126253l.jpg"},"title_english":"Alichino","title_japanese":"ALICHINO 〜アリキーノ〜","chapters":17,"volumes":3,"status":"Finished","popularity":3749,"synopsis":"Beautiful creatures called 'Alichino' grant any wish to those who find them--but at a price! A young lady searching for an Alichino wants to bring her brother back to life. She meets Tsugiri, a handsome young man who she thinks is an Alichino. While Tsugiri turns out to be a mere mortal, he does have a mysterious connection with these rare creatures--a connection that brings him and those around him grave danger! (Source: Tokyopop)","authors":["Shurei, Kouyu"],"genres":["Fantasy","Supernatural"]},{"mal_id":79,"url":"https://myanimelist.net/manga/79/Sora_wa_Akai_Kawa_no_Hotori","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/162632.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/162632t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/162632l.jpg"},"title_english":"Sora wa Akai Kawa no Hotori","title_japanese":"天は赤い河のほとり","chapters":96,"volumes":28,"status":"Finished","popularity":690,"synopsis":"A seemingly ordinary modern day teenager, Yuri, is suddenly whisked away to the Hittite empire in ancient Anatolia, where an ambitious queen wants the girl for a blood sacrifice in order to murder all heirs but her son, thus seizing control of the throne. Luckily, the timely intervention of Prince Kail saves Yuri from the queen's grasp. Kail promises to send Yuri back to her home, but the queen's persistent schemes to kill them both, plus their growing feelings for each other, keep those plans delayed. (Source: Wikipedia) Included one-shot: Volume 28: Orontes Renka","authors":["Shinohara, Chie"],"genres":["Action","Adventure","Award Winning","Drama","Fantasy","Romance","Supernatural"]},{"mal_id":80,"url":"https://myanimelist.net/manga/80/Angelic_Layer","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/179060.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/179060t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/179060l.jpg"},"title_english":"Angelic Layer","title_japanese":"ANGELIC LAYER","chapters":28,"volumes":5,"status":"Finished","popularity":1077,"synopsis":"In the future, the most popular game in the world is Angelic Layer. Contestants must raise and train their own 'Angels' (or fighting dolls) to compete in tournaments. Enter Misaki Suzuhara, sixth grade Angelic Layer prodigy. With her speed-type angel, Hikaru, many people think Misaki stands a chance at winning the championship. She'll have a lot of help along the way, but the road to victory will be not be an easy route, especially for someone as young as Misaki. (Source: Tokyopop)","authors":["CLAMP"],"genres":["Action","Comedy","Drama","Sci-Fi"]},{"mal_id":81,"url":"https://myanimelist.net/manga/81/Aria","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/202644.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/202644t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/202644l.jpg"},"title_english":"Aria","title_japanese":"ARIA","chapters":67,"volumes":12,"status":"Finished","popularity":443,"synopsis":"In the distant future, humanity has terraformed Mars into an oceanic planet to suit their needs. Now known as Aqua, the planet serves as a new home for people discontent with living on Manhome—the planet formerly known as Earth. Being a perfect imitation of Manhome's Venice, the town of Neo-Venezia has inherited all of the rustic charms of the original. Gondolas weave their way through the waterways of the dreamy town while nostalgic alleys await those who travel on foot. Akari Mizunashi, a young Manhome native, has recently made Neo-Venezia her new home. To pursue her dream of becoming a gondolier tour guide—or Undine—Akari joins the Aria Company, one of the most renowned water guide companies in town. As she basks in a simple lifestyle unavailable on Manhome, Akari cheerily ambles through her daily life in Neo-Venezia: the town where magic and miracles abound. [Written by MAL Rewrite]","authors":["Amano, Kozue"],"genres":["Adventure","Comedy","Drama","Sci-Fi","Slice of Life"]},{"mal_id":82,"url":"https://myanimelist.net/anime/82/Mobile_Suit_Gundam_0080__War_in_the_Pocket","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1/82.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1/82t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1/82l.jpg"},"title_english":"Mobile Suit Gundam 0080: War in the Pocket","title_japanese":"機動戦士ガンダム 0080 ポケットの中の戦争","status":"Finished Airing","popularity":2612,"synopsis":"Alfred Izuruha is a 10-year-old who lives in the neutral colony cluster of Side 6 and, like most boys his age, is obsessed with the war between the Earth Federation and the Principality of Zeon. Unbeknownst to him, Al's next-door neighbor, Christina, is the test pilot of a prototype Gundam being developed in secret by the Earth Federation in the colony. A Zeon Special Forces team is assembled and tasked with infiltrating the colony in order to either steal or destroy it. When a skirmish breaks out between the Federation and infiltrating Zeon forces, the fascinated Alfred stumbles upon a Zaku mobile suit that has been shot down, piloted by Zeon rookie Bernard \"Bernie\" Wiseman. After this encounter, the two start a mutual friendship, so Alfred can learn more about the war that interests him so much, and Bernie can acquire inside information about the colony to aid his team's mission. [Written by MAL Rewrite]","authors":null,"genres":["Drama","Sci-Fi"]},{"mal_id":83,"url":"https://myanimelist.net/manga/83/Ayashi_no_Ceres","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/160959.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/160959t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/160959l.jpg"},"title_english":"Ayashi no Ceres","title_japanese":"妖しのセレス","chapters":83,"volumes":14,"status":"Finished","popularity":1137,"synopsis":"Aya and her twin brother Aki thought they were going to a celebration of their sixteenth birthday at their grandfather's home, but the funeral-like atmosphere tips them off that something's not right. Their \"birthday present\" turns out to be a mummified hand—the power of which forces an awakening within Aya, and painful wounds all over Aki's body! Grandfather Mikage announces that Aki will be heir to the Mikage fortune, and Aya must die! But Aya has allies in the athletic cook and martial artist Yuuhi, and the attractive, mysterious Touya. But can even two handsome and resourceful guys save Aya when it's her own power that's out of control? (Source: VIZ Media)","authors":["Watase, Yuu"],"genres":["Award Winning","Drama","Fantasy","Mystery","Romance","Sci-Fi","Supernatural"]},{"mal_id":84,"url":"https://myanimelist.net/manga/84/Fushigi_Yuugi","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/176259.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/176259t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/176259l.jpg"},"title_english":"Fushigi Yuugi","title_japanese":"ふしぎ遊戯","chapters":106,"volumes":18,"status":"Finished","popularity":655,"synopsis":"While visiting the National Library, junior-high students Miaka Yuuki and Yui Hongo are transported into the world of a mysterious book set in ancient China, \"The Universe of The Four Gods.\" Miaka suddenly finds herself with the responsibility of being the priestess of Suzaku, and must find all of her celestial warriors for the purpose of summoning Suzaku for three wishes. However, the enemy nation of the god Seiryuu has manipulated Yui into becoming the priestess of Seiryuu. As enemies, the former best friends begin their long struggle to summon their respective gods and obtain their wishes... [Written by MAL Rewrite]","authors":["Watase, Yuu"],"genres":["Action","Adventure","Drama","Fantasy","Romance"]},{"mal_id":85,"url":"https://myanimelist.net/manga/85/Azumanga_Daioh","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/56373.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/56373t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/56373l.jpg"},"title_english":"Azumanga Daioh","title_japanese":"あずまんが大王","chapters":69,"volumes":4,"status":"Finished","popularity":302,"synopsis":"Chiyo Mihama is a child prodigy who has skipped several grades to end up in high school. On her first day, she discovers that her class is full of eccentric individuals. Sakaki, who towers over Chiyo, is aloof and intimidating; Tomo Takino is loud and annoying; Ayumu \"Osaka\" Kasuga is absentminded but great at solving riddles; Koyomi \"Yomi\" Mizuhara is obsessed with diets and loves karaoke despite her awful singing; and Kagura, who is a competitive tomboy. As the classmates become good friends over time, they experience their everyday lives together—things like school, studying, going on summer trips, and engaging in all kinds of shenanigans! [Written by MAL Rewrite]","authors":["Azuma, Kiyohiko"],"genres":["Comedy","Slice of Life"]},{"mal_id":86,"url":"https://myanimelist.net/manga/86/Time_Stranger_Kyoko","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/175908.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/175908t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/175908l.jpg"},"title_english":"Time Stranger Kyoko","title_japanese":"時空異邦人KYOKO","chapters":13,"volumes":3,"status":"Finished","popularity":1789,"synopsis":"From the creator of Full Moon wo Sagashite comes a story set in the 30th century, when the whole world is ruled under one kingdom named Earth. Princess Kyouko is about to turn 16 years old, and a large celebration will be held throughout the country. Unknown to the people, the princess has secretly been living among them as Kyouko Suomi, a headstrong and selfish junior high student. Kyouko has never appeared at any of the kingdom's past ceremonies, and doesn't plan to attend this ceremony either, for doing so will end her youthful school life. However, her father, the king of Earth, offers her another option—Kyouko must find the 12 telepaths who can use the God Stones in order to wake up her twin sister, Princess Ui, who has been asleep since her birth. If Kyouko succeeds, the king will allow her to live however she likes, and will pass on her duties to her sister. Accepting this offer, Kyouko is given the first of the God Stones, the Time-Space Stone, and will need to find the remaining God Stones and their users, with the help of her two bodyguards Sakataki and Hizuki Jin. [Written by MAL Rewrite]","authors":["Tanemura, Arina"],"genres":["Adventure","Fantasy","Romance"]},{"mal_id":87,"url":"https://myanimelist.net/manga/87/Tactics","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/158123.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/158123t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/158123l.jpg"},"title_english":"Tactics","title_japanese":"tactics","chapters":null,"volumes":15,"status":"Finished","popularity":4997,"synopsis":"Meet Kantarou, a folklore scholar living in the Taisho period. Ever since he was a child, he has been able to see and talk to various spirits. But now that Kantarou's all grown up, he moonlights as an exorcist solving the problems of ghosts and demons...all with the help of Haruka, the legendary demon-eating tengu! (Source: Tokyopop) This series is on hiatus.","authors":["Kinoshita, Sakura","Higashiyama, Kazuko"],"genres":["Action","Fantasy"]},{"mal_id":88,"url":"https://myanimelist.net/manga/88/Angel_Dust","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/179773.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/179773t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/179773l.jpg"},"title_english":"Angel/Dust","title_japanese":"ANGEL/DUST","chapters":9,"volumes":1,"status":"Finished","popularity":4189,"synopsis":"A mysterious creature has fallen from the sky and landed right at young Yuina's feet! Branded as the master of this new angelic being, Yuina is forced into an otherworldly pact, one that will take her beyond the clouds and into battle against a new and yet hauntingly familiar evil, one that patiently waits in the shadows. (Source: ADV)","authors":["Nanase, Aoi"],"genres":["Fantasy","Girls Love"]},{"mal_id":89,"url":"https://myanimelist.net/manga/89/Gals","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/31847.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/31847t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/31847l.jpg"},"title_english":"Gals!","title_japanese":"GALS！","chapters":40,"volumes":10,"status":"Finished","popularity":4384,"synopsis":"Self-styled Kogal queen Kotobuki Ran and her friends just wanna have fun, which includes shopping, hanging out, and scamming meals off gullible guys. Unfortunately, their \"hood\"—Shibuya—is in constant danger of being despoiled by dirty old men, street gangs, nasty Kogal rivals, and other societal evils. But with a little help from her friends and a toughness born of coming from a family full of cops, Ran takes on the bad guys (and gals) with gusto! (Source: CMX)","authors":["Fujii, Mihona"],"genres":["Comedy","Drama","Romance","Slice of Life"]},{"mal_id":90,"url":"https://myanimelist.net/manga/90/Loveless","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/171051.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/171051t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/171051l.jpg"},"title_english":"Loveless","title_japanese":"LOVELESS","chapters":null,"volumes":null,"status":"Publishing","popularity":524,"synopsis":"Aoyagi Ritsuka is one troubled 6th grader. Two years ago, he mysteriously lost his memory and developed an alternate personality. His mother constantly berates (and occasionally beats) him, asking what happened to the \"real\" Ritsuka, and his only defender and friend, his older brother Seimei, was recently killed. Suddenly, Seimei's apparent \"friend,\" Soubi, appears. Soubi tells him that Ritsuka's true name is \"Loveless,\" and that Soubi was assigned by Seimei to take care of Ritsuka and protect him. Ritsuka soon gets sucked into a bizzare underground society where teams of people, a \"Fighter Unit,\" and a \"Sacrifice,\" battle using elaborate and beautifully-phrased spells. He seeks both acceptance of himself, and the answer to the mystery of who killed his brother and why. (Source: TokyoPop)","authors":["Kouga, Yun"],"genres":["Boys Love","Fantasy","Mystery"]},{"mal_id":91,"url":"https://myanimelist.net/manga/91/Marmalade_Boy","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/175783.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/175783t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/175783l.jpg"},"title_english":"Marmalade Boy","title_japanese":"ママレード・ボーイ","chapters":40,"volumes":8,"status":"Finished","popularity":899,"synopsis":"All Miki Koishikawa wanted was an ordinary family and that's exactly what she had until her parents decided to move in with another couple and turned Miki's world upside down. Now she lives in a house with four parents and her totally cute stepbrother Yuu. It's bad enough being brought into her parents' strange soap opera, but Miki will star in a soap of her own as she deals with friends having affairs, trying to survive in school and ending up torn between her long-time crush, Ginta, and her new stepbrother! (Source: Tokyopop)","authors":["Yoshizumi, Wataru"],"genres":["Comedy","Drama","Romance"]},{"mal_id":92,"url":"https://myanimelist.net/manga/92/Bishoujo_Senshi_Sailor_Moon","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/126449.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/126449t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/126449l.jpg"},"title_english":"Bishoujo Senshi Sailor Moon","title_japanese":"美少女戦士セーラームーン","chapters":61,"volumes":18,"status":"Finished","popularity":278,"synopsis":"\"In the name of the moon, I shall punish you!\" Usagi Tsukino is a cheerful, odango-haired 14-year-old who attends Juuban Municipal Junior High School. She prefers eating and playing video games to studying, which results in her notably poor grades. She also gets easily upset, whether by baseless insults or reasonable reprimands. It's very unlikely that she could be known as anything but a bad influence and a crybaby, but that begins to change when she meets a black cat. Given a special brooch from the black cat named Luna, Usagi can use it to transform into a guardian of justice named Sailor Moon! She is now tasked to protect the Earth from all that is evil and to find both a missing princess and a sacred jewel known as the Legendary Silver Crystal. Whether she likes it or not, Usagi's beautiful transformation marks the start of meeting the mysterious Tuxedo Mask, fighting alongside new comrades, and learning to take responsibility in this acclaimed magical girl classic. [Written by MAL Rewrite]","authors":["Takeuchi, Naoko"],"genres":["Award Winning","Drama","Fantasy","Romance"]},{"mal_id":93,"url":"https://myanimelist.net/anime/93/Mobile_Suit_Gundam_SEED","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1792/91081.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1792/91081t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1792/91081l.jpg"},"title_english":"Mobile Suit Gundam SEED","title_japanese":"機動戦士ガンダムSEED","status":"Finished Airing","popularity":1237,"synopsis":"In the year Cosmic Era 0071, the space colony Heliopolis remains neutral in the great war raging across the galaxy between Coordinators, human beings whose biological traits have been altered before birth, and Naturals, unaltered people who remain on the planet Earth. The Naturals' deep hatred of the Coordinators drove the advanced beings into space, seeking shelter in man-made colonies. Kira Yamato is a Coordinator and university student on Heliopolis, when his life is thrown into disarray as ZAFT, the military organization composed of rebellious Coordinators, attacks the colony in an effort to steal a set of five state-of-the-art military mobile suits known as Gundams. While ZAFT manages to make off with four of the mobile suits, Kira take control of the final Gundam, the Strike. Surviving the battle, Kira and his college friends join the crew of the Archangel, a ship run by the Earth Alliance, and the young soldiers experience the horrors of war and the loss that comes with it. [Written by MAL Rewrite]","authors":null,"genres":["Action","Drama","Romance","Sci-Fi"]},{"mal_id":94,"url":"https://myanimelist.net/manga/94/DNAngel","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/145023.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/145023t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/145023l.jpg"},"title_english":"D.N.Angel","title_japanese":"D・N・ANGEL","chapters":108,"volumes":20,"status":"Finished","popularity":498,"synopsis":"Daisuke Niwa is an ordinary, if slightly unlucky, middle school student. On his fourteenth birthday, he comes down with a 'condition' that has plagued the men in his family for three hundred years. When he sees his crush, Risa, he transforms into his alter ego, the phantom thief Dark Mousy. Unfortunately, when Dark Mousy sees his crush, Risa's twin Riku, he transforms back into Daisuke. The only cure for this craziness is if Daisuke can get Risa to fall in love with him... (Source: Tokyopop) Included one-shots: Volume 1: Namaiki no 'N' (N is for Nishiki) Volume 2: OumagaAGAIN (The Demon Returns) Volume 4: Kanno-ke wa Kanai Anzen. (Protecting The Kanno House)","authors":["Sugisaki, Yukiru"],"genres":["Comedy","Fantasy","Romance","Supernatural"]},{"mal_id":95,"url":"https://myanimelist.net/manga/95/Lagoon_Engine","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/179821.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/179821t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/179821l.jpg"},"title_english":"Lagoon Engine","title_japanese":"ラグーンエンジン","chapters":31,"volumes":7,"status":"Finished","popularity":12156,"synopsis":"Yen and Jin are brothers in elementary school and successors in the Ragun family craft of defeating evil spirits. In this world, the battle with spirits comes down to a game of guessing your opponent's \"name.\" Once you know the name you gain control over the fight. Both Yen and Jin have secret names only they know... and must keep them secret or risk death! (Source: Tokyopop) This series is on hiatus.","authors":["Sugisaki, Yukiru"],"genres":["Action","Comedy","Supernatural"]},{"mal_id":96,"url":"https://myanimelist.net/manga/96/Lagoon_Engine_Einsatz","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/179820.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/179820t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/179820l.jpg"},"title_english":"Lagoon Engine Einsatz","title_japanese":"ラグーンエンジン アインザッツ","chapters":10,"volumes":1,"status":"Finished","popularity":15050,"synopsis":"Sakis, the Scion and Godslayer, gets entangled in a deadly incident when an unknown ship enters Lagoonarian airspace. After uncovering explosives along with the seeds of Abomination, Sakis begins a quest to uncover the mysteries surrounding the Ancient Gods!","authors":["Sugisaki, Yukiru"],"genres":["Action","Adventure","Fantasy","Sci-Fi","Supernatural"]},{"mal_id":97,"url":"https://myanimelist.net/manga/97/DearS","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/173815.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/173815t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/173815l.jpg"},"title_english":"DearS","title_japanese":"ディアーズ","chapters":47,"volumes":8,"status":"Finished","popularity":1506,"synopsis":"Aliens have landed on Earth and are now a normal part of society. These beautiful beings have been given the name \"DearS\" and are trusted and welcomed by most humans. In order for the \"DearS\" to learn Earth\\'s customs, they are sent to random high schools to \"home-stay.\" When Takeya helps a DearS in his school, she calls him \"Master.\" Thus begins the humorous life of Takeya and his sexy alien follower, Ren, who tries to figure out the wacky customs of this place called Earth! (Source: Tokyopop)","authors":["PEACH‐PIT"],"genres":["Comedy","Romance","Sci-Fi","Ecchi"]},{"mal_id":98,"url":"https://myanimelist.net/manga/98/Rozen_Maiden","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/169707.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/169707t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/169707l.jpg"},"title_english":"Rozen Maiden","title_japanese":"Rozen Maiden","chapters":46,"volumes":8,"status":"Finished","popularity":921,"synopsis":"The legendary dollmaker Rozen created several unique dolls throughout his life, but it was not the materials he used that made them special. Known as Rozen Maidens, each doll was imbued with a Rosa Mystica—a precious gem that gives them life. But these dolls have a specific purpose: they must fight each other in a contest called the Alice Game. The winner becomes Alice, the perfect girl who will have the chance to meet their father and creator. Jun Sakurada, a middle school shut-in, experiences the Alice Game up close and personal when one of these dolls arrives at his house. After winding her up with the spring provided, she comes to life and introduces herself as Shinku, the fifth Rozen Maiden. Despite Jun quickly becoming annoyed by her haughty attitude, they find themselves working together when they are attacked by another doll. At Shinku's behest, Jun becomes her medium, allowing her to use his life force as a power to defeat their enemies. In the aftermath of the fight, more Rozen Maidens appear and decide to live at Jun's house. But can there be any peace when their very existence means they must fight each other? [Written by MAL Rewrite]","authors":["PEACH‐PIT"],"genres":["Comedy","Drama","Supernatural"]},{"mal_id":99,"url":"https://myanimelist.net/manga/99/Zombie-Loan","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/183676.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/183676t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/183676l.jpg"},"title_english":"Zombie-Loan","title_japanese":"ZOMBIE-LOAN","chapters":83,"volumes":13,"status":"Finished","popularity":855,"synopsis":"Michiru Kita’s a weak-spirited girl who has a hard time saying what’s on her mind. One day, she notices mysterious, ring-like markings around the necks of two of her classmates, Chika Akatsuki and Shito Tachibana — two boys who miraculously survived a horrible accident six months before. Michiru, possessing the rare ability to see these rings, knows that they warn of impending death. Thinking that, perhaps, she can do something to save her classmates’ lives, she approaches them... but it seems the boys have already made a different kind of deal and garnered themselves a heavy debt (Source: Yen Press)","authors":["PEACH‐PIT"],"genres":["Action","Adventure","Comedy","Drama","Horror","Supernatural"]},{"mal_id":100,"url":"https://myanimelist.net/manga/100/Prism_Palette","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/951.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/951t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/951l.jpg"},"title_english":"Prism Palette","title_japanese":"プリズムパレット","chapters":10,"volumes":1,"status":"Finished","popularity":15429,"synopsis":"Based on an ero-game, Prism Palette is Peach-Pit’s (famous for DearS, Zombie Loan, Rozen Maiden and assorted other manga) first publication. It follows the main character, Masaki Shirai, as he spends his days at school, surrounded by beautiful girls. (Source: AT-Translations)","authors":["PEACH‐PIT"],"genres":["Comedy","Ecchi"]},{"mal_id":101,"url":"https://myanimelist.net/manga/101/Shugo_Chara","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/135293.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/135293t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/135293l.jpg"},"title_english":"Shugo Chara!","title_japanese":"しゅごキャラ！","chapters":55,"volumes":12,"status":"Finished","popularity":389,"synopsis":"What kind of person will I become? What can I do for myself? Children ponder those very questions, and from those thoughts, the \"Heart's Egg\" is born. Unseen by most, the Heart's Egg remains hidden within every individual, and represents a person's own ideal character. While adjusting to life at a new school, Amu Hinamori has unintentionally gained a reputation for being \"cool and spicy.\" Unhappy with her outward persona, Amu often wonders how she can act more like her true self. Her desire for change is manifested when one morning, Amu awakens to find three eggs beneath her. They hatch to reveal Ran, Miki and Suu—three \"Guardian Characters,\" each an embodiment of Amu's ideal self. Shugo Chara! follows Amu's journey as the trio begin to show her just how much potential she has, encountering other Guardian Characters, and a few troublesome experiences along the way. [Written by MAL Rewrite]","authors":["PEACH‐PIT"],"genres":["Award Winning","Comedy","Romance"]},{"mal_id":102,"url":"https://myanimelist.net/manga/102/Fruits_Basket","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/155964.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/155964t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/155964l.jpg"},"title_english":"Fruits Basket","title_japanese":"フルーツバスケット","chapters":136,"volumes":23,"status":"Finished","popularity":64,"synopsis":"Tooru Honda is an orphan with nowhere to go but a tent in the woods, until the Souma family takes her in. However, the Souma family is no ordinary family, and they hide a grave secret: when they are hugged by someone of the opposite gender, they turn into animals from the Chinese Zodiac! Now, Tooru must help Kyou and Yuki Souma hide their curse from their classmates, as well as her friends Arisa Uotani and Saki Hanajima. As she is drawn further into the mysterious world of the Soumas, she meets more of the family, forging friendships along the way. But this curse has caused much suffering; it has broken many Soumas. Despite this, Tooru may just be able to heal their hearts and soothe their souls. [Written by MAL Rewrite]","authors":["Takaya, Natsuki"],"genres":["Award Winning","Comedy","Drama","Romance","Supernatural"]},{"mal_id":103,"url":"https://myanimelist.net/manga/103/Never_Give_Up","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/186429.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/186429t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/186429l.jpg"},"title_english":"Never Give Up!","title_japanese":"ネバギバ！","chapters":77,"volumes":13,"status":"Finished","popularity":5102,"synopsis":"At the age of four, Kiri Minase fell in love with her childhood friend Tohya Enishi and proposed to him. Their families, however, were not very supportive of this match. Both children have parents who work as models and to whom they owe their good looks. The trouble is, Kiri inherited chiseled masculine features from her father and Tohya inherited his mother's delicate beauty. For years, Kiri has been working hard toward becoming a girl worthy of Tohya, but even now, she faces constant reminders that everyone regards her as unsuitable for him due to her lack of femininity. One day, Tohya is scouted by a fashion photographer and agrees to work as a model for the agency owned by Kiri's mother. Kiri is concerned that Tohya will be preyed upon by other men in the fashion world, and so she begs her mother to hire her as well. Her wish is granted with a twist, as she is forced to pose as a male model under the name \"Tatsuki.\" During their first photo shoot, it seems that Kiri's worries are well-founded when the photographer won't keep his hands off Tohya. With the desire to protect Tohya warring against the fear that she will appear undesirable to him the longer she pretends to be male, Kiri must come to terms with her identity and decide if outer beauty is really more important than what lies inside. [Written by MAL Rewrite]","authors":["Mutou, Hiromu"],"genres":["Comedy","Romance","Slice of Life"]},{"mal_id":104,"url":"https://myanimelist.net/manga/104/Yotsuba_to","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/57369.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/57369t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/57369l.jpg"},"title_english":"Yotsuba to!","title_japanese":"よつばと!","chapters":null,"volumes":null,"status":"Publishing","popularity":65,"synopsis":"While most people find the world mundane, five-year-old Yotsuba Koiwai sees it as a treasure trove of amazing bustle and wonderful places to explore. When she and her adoptive father, Yousuke, move to a new city, the energetic young girl naturally sets out to investigate the neighborhood on her own. After a few incidents at the local park, the Koiwais become acquainted with their neighbors, the Ayase family. Their three daughters—mischievous college student Asagi, responsible high school student Fuuka, and kindhearted grade school student Ena—eventually all take a liking to Yotsuba and join in on her antics, despite their sheer ridicule. From learning how to use a swing to figuring out how to stop global warming with air conditioners, Yotsuba's ability to infallibly find fun in everything, both amazes and annoys the people around her. Along with Yousuke, the Ayases, and friends she makes along the way, Yotsuba embarks on daily adventures, each one a step in her quest to enjoy the simple things in life. [Written by MAL Rewrite]","authors":["Azuma, Kiyohiko"],"genres":["Award Winning","Comedy","Slice of Life"]},{"mal_id":105,"url":"https://myanimelist.net/manga/105/Kekkaishi","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/207702.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/207702t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/207702l.jpg"},"title_english":"Kekkaishi","title_japanese":"結界師","chapters":345,"volumes":35,"status":"Finished","popularity":493,"synopsis":"By night, junior high student Yoshimori Sumimura is a \"kekkaishi\"—a demon-hunter who specializes in creating magical barriers around his prey. By day, Yoshimori's got some other demons to battle: an addiction to sweets and a seriously crotchety grandfather! Yoshimori's pretty 16-year-old neighbor and childhood friend, Tokine Yukimura, is also a kekkaishi, but their families are feuding over who is the true practitioner of the art. (Source: VIZ Media)","authors":["Tanabe, Yellow"],"genres":["Action","Adventure","Award Winning","Supernatural"]},{"mal_id":106,"url":"https://myanimelist.net/manga/106/Cardcaptor_Sakura","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/259289.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/259289t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/259289l.jpg"},"title_english":"Cardcaptor Sakura","title_japanese":"カードキャプターさくら","chapters":50,"volumes":12,"status":"Finished","popularity":222,"synopsis":"\"Herein lie the Clow Cards—if their seal is broken, disaster shall befall this world...\" Sakura Kinomoto is an energetic and sweet 10-year-old girl attending Tomoeda Elementary School. One day not long after entering the fourth grade, Sakura finds a mysterious book titled \"The Clow\" hidden within her father's bookshelves. Upon opening it, a small, winged creature with an Osakan accent comes out of the book and introduces itself as Keroberos, the Creature of the Seal who guards magical cards known as the Clow Cards and keeps them from escaping the book. Unfortunately for the plushy guardian, it seems that the Clow Cards have already escaped—and now Sakura is tasked with capturing them before the cards unleash their powers and cause havoc all over Tomoeda! With the support of the tiny guardian who she nicknames \"Kero\" and her best friend Tomoyo Daidouji, Sakura must wield a magical bird-shaped key and use her new powers as the Cardcaptor to maintain peace and ensure that everything is alright. [Written by MAL Rewrite]","authors":["CLAMP"],"genres":["Adventure","Award Winning","Comedy","Fantasy","Romance"]},{"mal_id":107,"url":"https://myanimelist.net/manga/107/Chobits","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/164969.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/164969t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/164969l.jpg"},"title_english":"Chobits","title_japanese":"ちょびっツ","chapters":88,"volumes":8,"status":"Finished","popularity":193,"synopsis":"After enduring four years of high school, Hideki Motosuwa strives to get into the university of his choice by attending cram school in Tokyo. Concurrently, he works daily shifts at a bar to make ends meet, thus missing out on the world's latest invention—human-like computers called Persocoms. Longing for a persocom of his own, Hideki is met with a stroke of luck when he stumbles upon a cute abandoned persocom in a garbage pile. Upon finding the power button, Hideki finds his newfound robot to be faulty and only capable of uttering the word \"Chii\"—which Hideki decides to name her after. Chii, however, is no ordinary persocom: capable of thinking and learning on her own, she is a legendary type of robot known as a \"Chobit.\" Now, it is up to Hideki to teach Chii how to live an ordinary life and to uncover the truth behind the elusive chobits series. [Written by MAL Rewrite]","authors":["CLAMP"],"genres":["Comedy","Romance","Sci-Fi","Ecchi"]},{"mal_id":108,"url":"https://myanimelist.net/manga/108/Gohou_Drug","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/185400.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/185400t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/185400l.jpg"},"title_english":"Gohou Drug","title_japanese":"合法ドラッグ","chapters":18,"volumes":3,"status":"Finished","popularity":1345,"synopsis":"A drugstore that deals in medicine ... and danger! Kazahaya Kudo has a gift. When he touches a person or an object, he sees visions. With no money and no place to stay, Kazahaya was out of luck until fate brought him to the Green Drug pharmacy. Now, in exchange for working in the store, he gets room and board. But in order to make ends meet there's a catch ... he must take on 'special' assignments from his boss that can only be handled by someone with Kazahaya's gift. With the help of his co-worker and roommate Rikuo, who has unusual powers of his own, Kazahaya finds himself on missions most surreal. (Source: Tokyopop)","authors":["CLAMP"],"genres":["Boys Love","Comedy","Mystery","Supernatural"]},{"mal_id":109,"url":"https://myanimelist.net/manga/109/Wish","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/157425.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/157425t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/157425l.jpg"},"title_english":"Wish","title_japanese":"Wish","chapters":26,"volumes":4,"status":"Finished","popularity":1206,"synopsis":"One night, a man named Shuuichirou Kudou comes across a tiny angel trapped on a tree branch. He frees her, and in return, she offers to grant him a wish. However, Shuuichirou is a successful doctor, with a home and everything he needed; he declined the angel's offer. The persistent angel, named Kohaku, refused to give up, stating that \"some wishes cannot be fulfilled by oneself.\" After settling in at Shuuichirou's home, Kohaku reveals her mission to track down the Angel Master of Wind, Hisui, who has abandoned heaven. That is if her devil rival and his two catty servants would let her leave long enough to do so... (Source: ANN)","authors":["CLAMP"],"genres":["Fantasy","Romance","Supernatural"]},{"mal_id":110,"url":"https://myanimelist.net/manga/110/AI_ga_Tomaranai","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/54753.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/54753t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/54753l.jpg"},"title_english":"AI ga Tomaranai!","title_japanese":"AIが止まらない！","chapters":55,"volumes":9,"status":"Finished","popularity":2342,"synopsis":"Hitoshi Kobe is pretty dumb, not good at sports, and extremely unpopular. The only thing he IS good at really is creating artificial intelligence programs on his computer. His greatest work is number 30, one which very accurately simulates talking to an actual girl. One dark and stormy night, a freak lightning strike causes number Thirty to emerge from his computer screen as a real girl, and sends Hitoshi's life on a turn for the crazy. (Source: ANN)","authors":["Akamatsu, Ken"],"genres":["Comedy","Romance","Sci-Fi","Ecchi"]},{"mal_id":111,"url":"https://myanimelist.net/manga/111/Mahoromatic","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/180649.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/180649t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/180649l.jpg"},"title_english":"Mahoromatic","title_japanese":"まほろまてぃっく","chapters":45,"volumes":8,"status":"Finished","popularity":4593,"synopsis":"Vesper is a secret agency fighting an army of alien invaders by using super-powerful battle androids. Mahoro is Vesper\\'s most powerful battle android and has won many battles, but she has little operating time left and soon will cease to function. However, if she lays down her arms and conserves her remaining power, the time she has left can be prolonged to just over a year. Mahoro is given an opportunity to live the remaining time she has as a normal human. She chooses to live as a maid for Suguru, a phenomenally messy high school student who lives by himself after his family passed away. (Source: ANN)","authors":["Ditama, Bow","Nakayama, Bunjuro"],"genres":["Action","Comedy","Romance","Sci-Fi","Ecchi"]},{"mal_id":112,"url":"https://myanimelist.net/manga/112/Shin_Shunkaden","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/117571.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/117571t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/117571l.jpg"},"title_english":"Shin Shunkaden","title_japanese":"新・春香伝","chapters":3,"volumes":1,"status":"Finished","popularity":4612,"synopsis":"Chun Hyang is a young girl who lives in a village ruled by a tyrannical Yang Ban. When her mother Wall Mae tragically dies, Chun Hyang sets of on an adventure with Mong Ryong, a young traveler who holds the empire's most powerful office as the Am-Hang-Osa. Based on a Korean legend. (Source: ANN)","authors":["CLAMP"],"genres":["Action","Adventure","Fantasy","Romance","Supernatural"]},{"mal_id":113,"url":"https://myanimelist.net/manga/113/Clover","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/257992.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/257992t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/257992l.jpg"},"title_english":"Clover","title_japanese":"Clover","chapters":20,"volumes":4,"status":"Finished","popularity":1041,"synopsis":"Kazuhiko is a young, but already deeply wounded black ops agent of a baroque, retro-tech future - pulled out of retirement to escort Sue, a mysterious waif, to a destination she alone knows. Suu and Kazuhiko have never met . . . yet she knows him, having grown up since the age of four with her only human contact being two distant voices: that of her elderly \"grandma,\" General Ko, and of Kazuhiko's dead girlfriend, Oruha. And Suu has been kept in that cage all these years because of what she is, and what the Clover Leaf Project found her to be -- a military top secret, and the most dangerous person in the world. (Source: Dark Horse Comics)","authors":["CLAMP"],"genres":["Drama","Fantasy","Romance","Sci-Fi"]},{"mal_id":114,"url":"https://myanimelist.net/manga/114/Erementar_Gerad","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/55581.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/55581t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/55581l.jpg"},"title_english":"Erementar Gerad","title_japanese":"EREMENTAR GERAD","chapters":96,"volumes":18,"status":"Finished","popularity":1816,"synopsis":"Coud is a young sky pirate who discovered a girl with mysterious powers on what had seemed like a routine mission. Ren has the ability to lend Coud bizarre fighting capabilities (his arm turns into a giant blade of some sort), being part of a race of beings called Edel Reid, but being the possessor of a stone called the Elemental Gelade, she has powers even beyond the norm. (Source: Tokyopop)","authors":["Azuma, Mayumi"],"genres":["Action","Adventure","Fantasy","Romance"]},{"mal_id":115,"url":"https://myanimelist.net/manga/115/Erementar_Gerad__Aozora_no_Senki","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/158740.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/158740t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/158740l.jpg"},"title_english":"Erementar Gerad: Aozora no Senki","title_japanese":"EREMENTAR GERAD －蒼空の戦旗－","chapters":null,"volumes":null,"status":"Publishing","popularity":8163,"synopsis":"The Kingdom of the Sun, Fuajarl was ruthlessly invaded by the Garden of Eden. They came seeking the King's Edel Raid, rumored to be one of the Shichikou-houju (Seven Glittering Jewels). Sensing their intent, the King hid his daughter with his Edel Raid and fought against the invasion but was defeated in battle that resulted in the desert kingdom being blanketed in a sheet of white snow. Escaping capture, the Crown Princess Achea Fuajarl XIV reacted with Jeen, the King's Edel Raid, and along with Puffe, the Kingdom's only mechanic, fled Fuajarl in an ancient tank. They are on a journey to restore the Kingdom and exact vengeance on the Garden of Eden. This story takes place two years after Erementar Gerad. (Source: MU)","authors":["Azuma, Mayumi"],"genres":["Action","Adventure","Fantasy","Romance"]},{"mal_id":116,"url":"https://myanimelist.net/manga/116/hack__GU_","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/126081.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/126081t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/126081l.jpg"},"title_english":".hack//G.U.+","title_japanese":".hack//G.U.+","chapters":26,"volumes":5,"status":"Finished","popularity":3091,"synopsis":"It is the year 2017, and the stakes have gotten even higher in the massively multiplayer online game The World--now The World R:2, a dangerous place overrun by player killers, where lawlessness abounds. The PKK Haseo, known as \"The Terror of Death,\" is a fearsome foe who punishes those who want to slay other players. But things have gotten personal as Haseo tries to track down the killer Tri-Edge, who has threatened the real life of his friend Shino... (Source: Tokyopop)","authors":["Hamazaki, Tatsuya","Morita, Yuzuka"],"genres":["Action","Fantasy","Sci-Fi"]},{"mal_id":117,"url":"https://myanimelist.net/manga/117/hack__Tasogare_no_Udewa_Densetsu","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/191726.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/191726t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/191726l.jpg"},"title_english":".hack//Tasogare no Udewa Densetsu","title_japanese":".hack//黄昏の腕輪伝説","chapters":24,"volumes":3,"status":"Finished","popularity":963,"synopsis":"Welcome to The World, the most advanced online game ever created. In The World you can be anyone you want to be, act out your adventure fantasies and through teamwork and determination, you can even become a hero. 14-year-old twins Shuugo and Rena just won a contest that lets them play as the legendary avatars 'Kite' and 'Black Rose.' Armed with the power of the Twilight Bracelet, the two must discover what is causing rogue monsters to infect The World and carry on the legend of the .hackers. (Source: Tokyopop)","authors":["Hamazaki, Tatsuya","Izumi, Rei"],"genres":["Adventure","Comedy","Fantasy","Sci-Fi"]},{"mal_id":118,"url":"https://myanimelist.net/manga/118/Kobato","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/154345.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/154345t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/154345l.jpg"},"title_english":"Kobato.","title_japanese":"こばと。","chapters":40,"volumes":6,"status":"Finished","popularity":741,"synopsis":"In a certain city in Japan, one's naive heart faintly shimmers above the rest—a seemingly odd and naive brunette named Kobato Hanato. Despite appearing to wander around, the pure-hearted girl aspires to fulfill one precious wish: to reach a particular place. But for it to be granted, she must learn how to heal the wounded hearts of the people and collect them in a magic bottle. However, the world can be confusing for such an innocent girl. Her companion Ioryogi can be quite rough in teaching her common sense, especially for a talking blue dog plushie! Luckily for Kobato, a certain quaint place with a troubled history seems to be—and may be looking for—a glimmer of hope. [Written by MAL Rewrite]","authors":["CLAMP"],"genres":["Adventure","Fantasy","Romance"]},{"mal_id":119,"url":"https://myanimelist.net/manga/119/Magic_Knight_Rayearth","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/157494.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/157494t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/157494l.jpg"},"title_english":"Magic Knight Rayearth","title_japanese":"魔法騎士〈マジックナイト〉レイアース","chapters":15,"volumes":3,"status":"Finished","popularity":809,"synopsis":"Three high school girls—hot-blooded Hikaru Shidou, haughty Umi Ryuuzaki, and gentle Fuu Hououji—have just met at Tokyo Tower when they hear a call for help that pulls them into another world. They are soon greeted by Guru Clef, a youthful-looking man who informs them that they are the legendary Magic Knights summoned by Princess Emeraude to save this magical land known as Cephiro. While Hikaru finds the prospect exciting, Umi and Fuu simply want to return to their own world. Unfortunately for them, Clef explains that they cannot go home until they have saved Cephiro and banished the monsters plaguing it. In order to do so, they have to rescue Princess Emeraude from the clutches of the powerful Lord Zagato. To stand a chance against him, they must revive mysterious beings called Mashin. As Clef grants the trio armor and magic, one of Zagato's servants attacks, forcing the guru to send the girls away to the weaponsmith Presea and the rabbit-like guide Mokona, who can further equip them for their journey. Though they have a long way to go, Hikaru, Umi, and Fuu will show that they have what it takes to live up to their titles as Magic Knights and bring salvation to Cephiro. [Written by MAL Rewrite]","authors":["CLAMP"],"genres":["Comedy","Fantasy"]},{"mal_id":120,"url":"https://myanimelist.net/anime/120/Fruits_Basket","images":{"image_url":"https://cdn.myanimelist.net/images/anime/4/75204.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/4/75204t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/4/75204l.jpg"},"title_english":"Fruits Basket","title_japanese":"フルーツバスケット","status":"Finished Airing","popularity":357,"synopsis":"After the accident in which she lost her mother, 16-year-old Tooru moves in with her grandfather, but due to his home being renovated, is unable to continue living with him. Claiming she will find someone to stay with but also fearing the criticism of her family and not wanting to burden any of her friends, Tooru resorts to secretly living on her own in a tent in the woods. One night on her way back from work, she finds her tent buried underneath a landslide. Yuki Souma, the \"prince\" of her school, and his cousin Shigure Souma, a famous author, stumble across Tooru's situation and invite her to stay with them until her grandfather's home renovations are complete. Upon arriving at the Souma house, Tooru discovers their secret: if a Souma is hugged by someone of the opposite gender, they temporarily transform into one of the animals of the zodiac! However, this strange phenomenon is no laughing matter; rather, it is a terrible curse that holds a dark history. As she continues her journey, meeting more members of the zodiac family, will Tooru's kindhearted yet resilient nature be enough to prepare her for what lies behind the Souma household's doors? [Written by MAL Rewrite]","authors":null,"genres":["Drama","Fantasy","Romance"]},{"mal_id":121,"url":"https://myanimelist.net/manga/121/Hotel_Africa","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/5429.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/5429t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/5429l.jpg"},"title_english":"Hotel Africa","title_japanese":"非洲大饭店","chapters":null,"volumes":null,"status":"Publishing","popularity":23391,"synopsis":"Alone, in the middle of the Utah desert, lies the Hotel Africa. Anything is possible here. A world of joy, heartache, and friendship has traveled through its doors. Follow along with Elvis, our narrator, as he brings the history of this desolate hotel to life, weaving tales of his widowed mother, an unlikely pair of vagabonds, and a strange hotel guest... (Source: Tokyopop)","authors":["Park, Hee Jung"],"genres":["Adventure","Romance","Slice of Life"]},{"mal_id":122,"url":"https://myanimelist.net/manga/122/Angel_Cup","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/5434.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/5434t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/5434l.jpg"},"title_english":"Angel Cup","title_japanese":"엔젤컵","chapters":35,"volumes":5,"status":"Finished","popularity":20196,"synopsis":"Angel Cup tackles the highs and lows of girls' soccer at Hansin High. So-jin and Shin-bee are fiercely competitive and will play against anyone, including boys, for their beloved sport. Can our heroines navigate the fakes, fouls and penalties in the games of life and love well enough to reach their goal of being champs? (Source: Tokyopop)","authors":["Yoon, Jae Ho"],"genres":["Comedy","Sports"]},{"mal_id":123,"url":"https://myanimelist.net/manga/123/Tenshi_no_Su","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/114665.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/114665t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/114665l.jpg"},"title_english":"Tenshi no Su","title_japanese":"天使の巣","chapters":7,"volumes":1,"status":"Finished","popularity":16850,"synopsis":"A woman named Natsu finds Ken, her husband, with another woman when she comes home from work one day. Ken confesses that he is in love with the girl, mi, and asks Natsu for a divorce. Natsu doesn't really feel shocked OR sad, for some strange reason. All she can think of is what she has learned from her five years with Ken, and how she can move forward. Then, one sleepless night, she sees an angel sitting on her balcony... and soon after, the angel begins living with her. Included in this volume are three more short manga stories: God Knows Everything, Tea Time and Dispensation of Heaven. (Source: Tokyopop)","authors":["Sakurazawa, Erica"],"genres":["Drama","Supernatural"]},{"mal_id":124,"url":"https://myanimelist.net/anime/124/Fushigi_Yuugi__Eikouden","images":{"image_url":"https://cdn.myanimelist.net/images/anime/11/67701.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/11/67701t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/11/67701l.jpg"},"title_english":"Fushigi Yuugi: Eikouden","title_japanese":"ふしぎ遊戯 -永光伝","status":"Finished Airing","popularity":4514,"synopsis":"Taka (technically Tamahome) and Miaka are now happily married and only six months before their new family would be born, but an obsessed girl named Mayo would do anything to make Taka hers. She enters the world of the Four Gods, determined to win Taka's heart and be the new priestess.","authors":null,"genres":["Adventure","Drama","Fantasy","Romance"]},{"mal_id":125,"url":"https://myanimelist.net/manga/125/Arcana","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/5139.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/5139t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/5139l.jpg"},"title_english":"Arcana","title_japanese":"아르카나","chapters":23,"volumes":11,"status":"Finished","popularity":7774,"synopsis":"Inez is a young orphan girl with a special gift that allows her to communicate with all creatures. A great destiny awaits her, the nature of which she is yet unaware. As our story opens, Inez is traveling with an old wizard named Kaager and a faithful dog named Zode. Her country is about to plunge into its first winter in one hundred years and ominous signs abound concerning the return of a demon-race which threatens the country's fragile peace. Can little Inez—via a magic amulet—bring back her country's ancient dragon protector in time? (Source: Tokyopop)","authors":["Lee, So Young"],"genres":["Fantasy"]},{"mal_id":126,"url":"https://myanimelist.net/manga/126/Archlord","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/607.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/607t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/607l.jpg"},"title_english":"Archlord","title_japanese":"아크로드","chapters":46,"volumes":6,"status":"Finished","popularity":6863,"synopsis":"The great warrior Leon Manas, son of the legendary Nathan Manas, now carries the powerful sword Brumhart. Though this blade is coveted by many, only the heirs to the House of Manas can wield it. But that doesn’t stop the sinister from trying. Ernan, once trusted knight of the House of Manas, murders his commander, robs him Brumhart and orders the death of Leon’s only son, Zian. But the men sent to perform this infanticide come up against a mysterious figure in a dark cloak who defeats them only to disappear with child into the thick of the Tass Forest. Sixteen years later, Ernan has become a feared tyrant, but still has not been able to unsheathe Brumhart. Thus begins the tale of this desperate king and the young boy who would be one. (Source: Tokyopop)","authors":["Park, Jin-Hwan"],"genres":["Action","Adventure","Fantasy","Romance"]},{"mal_id":127,"url":"https://myanimelist.net/manga/127/Ark_Angels","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/5440.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/5440t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/5440l.jpg"},"title_english":"Ark Angels","title_japanese":"Ark Angels","chapters":12,"volumes":3,"status":"Finished","popularity":11773,"synopsis":"From a small lake nestled in a secluded forest far from the edge of town something strange emerged one day: Three young girls. The three girls, Shem, Hamu and Japheth, are sisters from another world. Equipped with magical powers, they are charged with saving all the creatures of Earth from becoming extinct. However, there is someone or something sinister trying to stop them. While saving our world from destruction, these sisters live like normal human girls: They go to school, work at a flower shop, hang around with friends and even fall in love... (Source: Tokyopop)","authors":["Park, Sang-Sun"],"genres":["Fantasy","Romance","Supernatural"]},{"mal_id":128,"url":"https://myanimelist.net/manga/128/Petshop_of_Horrors","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/212566.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/212566t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/212566l.jpg"},"title_english":"Petshop of Horrors","title_japanese":"Petshop of Horrors (ペットショップ オブ ホラーズ)","chapters":41,"volumes":10,"status":"Finished","popularity":520,"synopsis":"Beyond the mist-filled alleyways in the concrete crevices of Los Angeles' Chinatown hides a mysterious pet shop, home to many bizarre yet friendly creatures. The store's proprietor is an enigmatic young man who goes by the name of Count D. Count D welcomes those who feel lonely and wounded through the doors of his shop, claiming to sell \"love, dreams, and hope\" in the form of the fantastic beasts that lie within. Each creature comes with a special contract accompanied by a set of rules. However, he warns customers that he cannot be held accountable for any consequences of breaking the rules. Short-tempered detective Leon Orcot traces the source of several crimes back to Count D and what the former considers to be a pet shop of horrors. Determined to find proof that the Count is a criminal, he begins to pay regular visits to the shop. [Written by MAL Rewrite]","authors":["Akino, Matsuri"],"genres":["Comedy","Fantasy","Horror","Mystery","Supernatural"]},{"mal_id":129,"url":"https://myanimelist.net/anime/129/Gensoumaden_Saiyuuki","images":{"image_url":"https://cdn.myanimelist.net/images/anime/11/75282.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/11/75282t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/11/75282l.jpg"},"title_english":"Gensoumaden Saiyuuki","title_japanese":"幻想魔伝 最遊記","status":"Finished Airing","popularity":2598,"synopsis":"Many years ago, humans and demons lived in harmony. But that unity ended when demons started attacking humans and plotted a mission to unleash Gyumao—an evil demon imprisoned for thousands of years. Now, Genjo Sanzo, a rogue priest, must team up with three demons—Sha Gojyo, Son Goku, and Cho Hakkai—and embark on a perilous journey to the west to stop these demons from resurrecting Gyumao and restore the balance between humans and demons on Earth. (Source: ANN)","authors":null,"genres":["Action","Adventure","Comedy","Drama","Supernatural"]},{"mal_id":130,"url":"https://myanimelist.net/manga/130/Clamp_Gakuen_Tanteidan","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/16800.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/16800t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/16800l.jpg"},"title_english":"Clamp Gakuen Tanteidan","title_japanese":"CLAMP学園探偵団","chapters":12,"volumes":3,"status":"Finished","popularity":3141,"synopsis":"Akira, Nokoru, and Suoh are the student council heads in the Elementary department of the CLAMP university. After one encounter with a damsel in distress, Nokoru turns the group into a group of sleuths out to make the world safe for everyone of the female sex. (Source: ANN)","authors":["CLAMP"],"genres":["Comedy","Mystery"]},{"mal_id":131,"url":"https://myanimelist.net/manga/131/Aromatic_Bitters","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/114685.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/114685t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/114685l.jpg"},"title_english":"Aromatic Bitters","title_japanese":"アロマチック・ビターズ","chapters":11,"volumes":2,"status":"Finished","popularity":19951,"synopsis":"When two gal pals go on road trip, anything can happen! Sayumi and Hide are two friends cursed with the same fate: They're both stuck in dead-end relationships, and neither can find her way out. When they decide to hit the road and go to Hide's country home for the summer, they learn loads about love, life, and each other. Aromatic Bitters follows the lives of two women with nothing left to lose but their inhibitions. (Source: Tokyopop)","authors":["Sakurazawa, Erica"],"genres":["Drama","Romance"]},{"mal_id":132,"url":"https://myanimelist.net/manga/132/BT_X","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/205170.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/205170t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/205170l.jpg"},"title_english":"B'T X","title_japanese":"B'T X","chapters":63,"volumes":16,"status":"Finished","popularity":10791,"synopsis":"The story begins with Teppei Takamiya, as he travels to China after years of living quietly in the fictional Kamui Island. He attempts to reunite with his brother Koutarou, who left Germany five years ago to study robotics at a university. Unfortunately, no sooner than his brother begins an exhibition about an advanced form of machine, he's kidnapped by a mecha in the shape of a wasp and a servant of the Machine Empire. Teppei starts a chase, using a gauntlet known as the \"Messiah Fist\" to hold onto the wasp as it travels to a secretive base in the Gobi Desert which serves as the Empire's headquarters. Getting thrown into a garbage heap and facing a cyborg he somehow is familiar with, Teppei's blood awakens a relic from the past; a kirin-type B't known only as \"X\" which, five years ago, was considered the most powerful B't in existence. Both are equally stubborn, although quite different in many ways, and after a few initial squabbles, X resolves to help Teppei in his quest to save his brother. (Source: TVTropes)","authors":["Kurumada, Masami"],"genres":["Action","Adventure","Drama","Sci-Fi"]},{"mal_id":133,"url":"https://myanimelist.net/manga/133/Tokyo_Babylon","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/19812.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/19812t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/19812l.jpg"},"title_english":"Tokyo Babylon","title_japanese":"東京 BABYLON","chapters":18,"volumes":7,"status":"Finished","popularity":825,"synopsis":"Subaru Sumeragi is the thirteenth head of his powerful onmyouji clan. Until the time comes when he must succeed his grandmother fully, Subaru is allowed to live in Tokyo with his fraternal twin Hokuto. While Subaru is kind and shy, Hokuto has exuberance to spare, and her favorite pastime is designing bold matching outfits for the two of them to wear. Her next favorite thing to do is try to set up Subaru with their veterinarian friend Seishirou Sakurazuka who, oddly enough, is always readily available to accompany the Sumeragis throughout the city. Subaru has to resolve a variety of spiritual conflicts in Tokyo: some are cases formally brought to him by clients, and others are matters in which he decides to involve himself. A selfless teenager, he empathizes with others to the point that their pain may as well be his own. This leaves him vulnerable in a city where nearly everyone makes decisions that only benefit themselves as individuals. Hokuto hopes that if Subaru develops feelings for Seishirou, their relationship will be the one thing that he never gives up for the sake of anyone else. However, is Seishirou the best candidate for her brother's love, or is he hiding sinister secrets? [Written by MAL Rewrite]","authors":["CLAMP"],"genres":["Boys Love","Drama","Fantasy","Supernatural"]},{"mal_id":134,"url":"https://myanimelist.net/manga/134/MÄR","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/165744.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/165744t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/165744l.jpg"},"title_english":"MÄR","title_japanese":"MÄR","chapters":161,"volumes":15,"status":"Finished","popularity":1022,"synopsis":"Ginta Toramizu is a 14-year-old kid who doesn't have a lot going for him: he's near-sighted, doesn't do well in school, sucks at sports, and to top it off—he's short! But Ginta is a dreamer and has had the same dream 102 times, always in the same fantasy world, where he is a hero blessed with all the abilities he lacks in real life. One day, a supernatural figure appears at Ginta's school and summons him to a mysterious and exciting new world! In this strange universe filled with magic and wonder, he is strong, tough, agile—and he can see without his glasses! Thus, Ginta begins a mystical quest in search of the magical items known as \"ÄRMS,\" one of which may have the power to send him home. Joining him on this epic journey are his companion Jack and the valuable living, talking, mustachioed iron-ball weapon known as \"Babbo,\" which everyone wants but, it seems, only Ginta can possess! (Source: VIZ Media)","authors":["Anzai, Nobuyuki"],"genres":["Action","Comedy","Fantasy"]},{"mal_id":135,"url":"https://myanimelist.net/manga/135/MÄR_Omega","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/33509.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/33509t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/33509l.jpg"},"title_english":"MÄR Omega","title_japanese":"メル Ω, メル オメガ","chapters":39,"volumes":4,"status":"Finished","popularity":4688,"synopsis":"Young Kai has been passionately idolizing Ginta ever since his heroic battle in the War Games of six years ago. Since then, ARMs have become a common thing, Guardians especially! Kai himself doesn't have one though, and dreams big of being able to get an ARM like Ginta's! When his caretaker, the old ARM-smith that took him in after his parents' deaths, sends him out on an errand, he is attacked by a bandit from \"chess\"! In his escape attempt, he finds more than he bargained for when he comes across Babbo! But, now with Babbo's awakening, the fake ARMs are going out of control! Is it Kai's turn to save MAR Heaven following in his hero's footsteps? (Source: Project Kurai Ryu)","authors":["Anzai, Nobuyuki","Hoshino, Koichiro"],"genres":["Action","Adventure","Comedy","Fantasy"]},{"mal_id":136,"url":"https://myanimelist.net/manga/136/Rekka_no_Honoo","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/186157.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/186157t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/186157l.jpg"},"title_english":"Rekka no Honoo","title_japanese":"烈火の炎","chapters":330,"volumes":33,"status":"Finished","popularity":1104,"synopsis":"Often considered untrustworthy, Japanese ninja were in fact unwaveringly loyal to their masters. But in modern-day Japan, high school student and self-proclaimed ninja Rekka Hanabishi finds it difficult to carry on their legacy, that is, until he saves a cute girl named Yanagi Sakoshita from a group of delinquents. In the aftermath of the event, Rekka deems Yanagi worthy of being his master, swearing to protect her. As a sign of their trust, the two reveal their most valuable secrets to each other: Yanagi can quickly heal wounds, while Rekka can create fire with just a snap of his fingers. However, their dazzling exchange does not go unnoticed as a mysterious woman called Kage Houshi appears. She somehow knows about their powers and threatens them, claiming Rekka must be returned, for he is the only one who can kill her. The pair hold their ground, but before things can escalate any further, Kage Houshi calmly leaves. Thinking the crisis is over, Rekka and Yanagi continue their daily lives, unaware that they are about to be dragged into a centuries-long ninja conspiracy with the lives of their friends and their own on the line. [Written by MAL Rewrite]","authors":["Anzai, Nobuyuki"],"genres":["Action","Adventure","Comedy","Fantasy","Romance"]},{"mal_id":137,"url":"https://myanimelist.net/manga/137/ROD__Read_or_Die","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/178269.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/178269t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/178269l.jpg"},"title_english":"R.O.D: Read or Die","title_japanese":"R.O.D -READ OR DIE-","chapters":30,"volumes":4,"status":"Finished","popularity":3701,"synopsis":"Yomiko Readman's love for literature goes far beyond any run-of-the-mill bookworm's! In fact, she has a supernatural ability to manipulate paper in the most amazing ways. From turning a tiny scrap into a lethal throwing dagger to making a single sheet hard enough to block bullets, she's only limited by her imagination. She uses her phenomenal power to seek out legendary books containing secret information that, in the wrong hands, could be dangerous. Backed by a Special Operations Division in England, Yomiko has her hands full battling evildoers, saving the world, and trying to find time to curl up with a good book. (Source: VIZ Media)","authors":["Kurata, Hideyuki","Yamada, Shutarou"],"genres":["Action","Comedy","Mystery"]},{"mal_id":138,"url":"https://myanimelist.net/anime/138/Hunter_x_Hunter__Greed_Island","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1902/122320.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1902/122320t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1902/122320l.jpg"},"title_english":"Hunter x Hunter: Greed Island","title_japanese":"HUNTER×HUNTER Greed Island","status":"Finished Airing","popularity":1343,"synopsis":"After the battle with the Spiders, the search for Ging continues as Gon and Killua decided to once again attempt to purchase the rare game \"Greed Island\". However, Gon came up with a better plan, which was to volunteer to complete the game for the billionaire who owned it. But some training must be done, as Gon and Killua's abilities are still at a developing stage and \"Greed Island\" is no simple game for anyone to play with. It is the infamous game that could easily lead to one's death. Based on the manga by Togashi Yoshihiro.","authors":null,"genres":["Action","Adventure","Fantasy"]},{"mal_id":139,"url":"https://myanimelist.net/anime/139/Hunter_x_Hunter__Greed_Island_Final","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1/139.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1/139t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1/139l.jpg"},"title_english":"Hunter x Hunter: Greed Island Final","title_japanese":"HUNTER×HUNTER G・I Final","status":"Finished Airing","popularity":1410,"synopsis":"Continuing with their adventure at Greed Island, Gon and Killua train furiously under the guidance of Biscuit for better preparation at attempting the game. With their abilities vastly improving and the threat of player killers menacing Greed Island, Gon and company continue the game despite the dangers that they will face with the game activities and encounters with other players. Based on the manga by Togashi Yoshihiro.","authors":null,"genres":["Action","Adventure","Fantasy"]},{"mal_id":140,"url":"https://myanimelist.net/manga/140/Bakuretsu_Hunters","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/157573.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/157573t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/157573l.jpg"},"title_english":"Bakuretsu Hunters","title_japanese":"爆れつハンター","chapters":72,"volumes":13,"status":"Finished","popularity":8734,"synopsis":"In an age of magic and sorcery, the world is divided between those who have supernatural powers and those who don't. Fighting for justice and against black magic and evildoers everywhere are the Sorcerer Hunters: Gateau, Carrot, Chocolat, Mocha, and the rest of the gang. Their quest is to destroy each of the Platina stones- the objects the evil sorcerers use for creating their black magic - in an entertaining mix of farce and adventure. (Source: Tokyopop)","authors":["Omishi, Rei","Akahori, Satoru"],"genres":["Comedy","Fantasy","Ecchi"]},{"mal_id":141,"url":"https://myanimelist.net/manga/141/Battle_Club","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/172727.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/172727t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/172727l.jpg"},"title_english":"Battle Club","title_japanese":"バトルクラブ","chapters":47,"volumes":6,"status":"Finished","popularity":4257,"synopsis":"When freshman transfer Mokichi arrives at Swan Academy High, he's got a chance to start over with a clean slate. He's got a plan, too. Kick the butts of the toughest guys in school, prove himself to be the baddest dude around, and run the whole shebang. Problem is, it's his butt that gets kicked that first day. Completely humiliated, Mokichi joins the Wrestling Club in hopes of learning to fight. There he meets unlikely allies, Tamako and Higuchi, two of the hottest battle babes to ever roll their sweaty bods over Swan Academy's gym mats. And Mokichi's gonna need all the friends he can get, what with the likes of the Karate Club looking to \"break in\" the new kid in the worst way possible. (Source: Tokyopop)","authors":["Shiozaki, Yuji"],"genres":["Action","Ecchi"]},{"mal_id":142,"url":"https://myanimelist.net/manga/142/Battle_Royale","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/53387.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/53387t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/53387l.jpg"},"title_english":"Battle Royale","title_japanese":"バトル・ロワイアル","chapters":119,"volumes":15,"status":"Finished","popularity":184,"synopsis":"Every year, a class is randomly chosen to be placed in a deserted area where they are forced to kill each other in order to survive. Initially believing to be on a graduation trip, Shuuya Nanahara and the rest of Shiroiwa Junior High's Class B find that they have been chosen to participate in this game of life and death known as \"The Program.\" Waking up to the realization that they have been quarantined on an island, the 42 students discover they have been fitted with metal collars which will detonate if certain conditions are not met. In order to obtain freedom, they must slaughter everyone else by whatever means necessary, and the last one standing is deemed the winner. As each member of the class heads down their own path, Shuuya makes it his goal to get off the island without playing the game in order to put an end to this madness once and for all. [Written by MAL Rewrite]","authors":["Taguchi, Masayuki","Takami, Koushun"],"genres":["Action","Drama","Horror"]},{"mal_id":143,"url":"https://myanimelist.net/manga/143/Beautiful_People","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/173682.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/173682t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/173682l.jpg"},"title_english":"Beautiful People","title_japanese":"beautiful people","chapters":6,"volumes":1,"status":"Finished","popularity":4076,"synopsis":"Beautiful People is a manga comprised of six profound and thought-provoking short stories. 1. Seppakuhime (Princess White Snow) 2. World's End 3. Anti-Telephonica (Electric Angel) 4. Stalker no Onna (The Lady Stalker) 5. Beautiful People 6. Kuuki no Naka wo Nukeru Sora (Blue Sky)","authors":["Mihara, Mitsukazu"],"genres":["Drama"]},{"mal_id":144,"url":"https://myanimelist.net/manga/144/Kamisama_Damono♥","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/625.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/625t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/625l.jpg"},"title_english":"Kamisama Damono♥","title_japanese":"神様だもの♥","chapters":19,"volumes":3,"status":"Finished","popularity":8950,"synopsis":"Goddess Pandora was sent to Earth to collect \"gifts\" that were spread among humans. She has a nice body that can temp anyone who looks at her, but when she uses her powers, she shrinks to a young girl's body. The only way to gain her power back is to kiss her reluctant peon, Aoi. (Source: Tokyopop)","authors":["Shamneko"],"genres":["Adventure","Comedy","Supernatural","Ecchi"]},{"mal_id":145,"url":"https://myanimelist.net/manga/145/Beck","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/171795.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/171795t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/171795l.jpg"},"title_english":"Beck","title_japanese":"BECK","chapters":103,"volumes":34,"status":"Finished","popularity":190,"synopsis":"Yukio \"Koyuki\" Tanaka wasted away his middle school days listening to Japanese pop music and apathetically trudging through life—until a casual run-in with the enigmatic guitarist Ryuusuke \"Ray\" Minami. Through this encounter, Koyuki realizes what he has been missing all this time as Ray introduces him to western rock music and jumpstarts his desire to play guitar. Although various struggles plague his path to rock fame, Koyuki refuses to abandon the passion that gave his life purpose, balancing it together with school, work, and friends. Beck tells the story of the love and trial that accompanies pursuing a professional career in music as Koyuki and Ray work toward realizing the guitarist's dream of the ultimate band. [Written by MAL Rewrite]","authors":["Sakuishi, Harold"],"genres":["Award Winning","Comedy","Drama","Romance","Slice of Life"]},{"mal_id":146,"url":"https://myanimelist.net/manga/146/Sheets_no_Sukima","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/11336.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/11336t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/11336l.jpg"},"title_english":"Sheets no Sukima","title_japanese":"シーツの隙間","chapters":6,"volumes":1,"status":"Finished","popularity":13942,"synopsis":"Between the Sheets features the unusual friendship from the nearly inseparable Saki and Minako. Minako carries a fervent torch for the other girl - a passion of which Saki is initially ignorant. But when Minako sleeps with Saki's boyfriend Ken (just to see what Saki sees in him), the true nature of Minako's obsession begins to reveal itself ... provoking an understandably strong reaction from Saki. (Source: Tokyopop)","authors":["Sakurazawa, Erica"],"genres":["Drama","Romance"]},{"mal_id":147,"url":"https://myanimelist.net/anime/147/Kimi_ga_Nozomu_Eien","images":{"image_url":"https://cdn.myanimelist.net/images/anime/5/10227.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/5/10227t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/5/10227l.jpg"},"title_english":"Kimi ga Nozomu Eien","title_japanese":"君が望む永遠","status":"Finished Airing","popularity":1379,"synopsis":"In the warmth of a golden sun, timid high school student Haruka Suzumiya confesses to Takayuki Narumi, the boy she admires. Takayuki accepts Haruka's confession and the two become a couple, supported by their mutual friends Mitsuki Hayase and Shinji Taira. All is well for these friends—until tragedy strikes. One of them is sent to an unenviable fate, lying dormant in a coma. Three years later, they awaken, but their sudden reappearance in everyone's lives threatens to test the limits of these friends' bonds. [Written by MAL Rewrite]","authors":null,"genres":["Drama","Romance","Slice of Life"]},{"mal_id":148,"url":"https://myanimelist.net/manga/148/Bird_Kiss","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/4325.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/4325t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/4325l.jpg"},"title_english":"Bird Kiss","title_japanese":"버드 키스","chapters":30,"volumes":5,"status":"Finished","popularity":12185,"synopsis":"Remember the story of the Frog Prince? A little girl kisses a frog to get back her ball, and ends up with a frog for a husband! Only after she’s completely ignored and abused him does she realize the frog has changed into a handsome prince! Miyoul is a feisty high schooler whose only thoughts are of the hottest boy in school, Guelin. But her childhood friend, Heerack, who acts as her personal lackey, is deeply in love with her. Will Miyoul be able to see which is the frog and which is her true prince? (Source: Tokyopop)","authors":["Park, Eun Ah"],"genres":["Comedy","Romance"]},{"mal_id":149,"url":"https://myanimelist.net/manga/149/Blame","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/174389.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/174389t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/174389l.jpg"},"title_english":"Blame!","title_japanese":"BLAME!","chapters":66,"volumes":10,"status":"Finished","popularity":73,"synopsis":"In an enormous steel labyrinth riddled with horrifying creatures, humanity is forced to isolate itself in small enclaves while living in constant fear of its annihilation. In this dystopia, only a strange young man known as Killy is brave enough to traverse its unforgiving territories. Possessing superhuman strength and a rare Graviton Beam Emitter, Killy fights off bloodthirsty beasts and other fiendish forces in his desperate search for a human with the Net Terminal Gene—genetic information that holds the potential to restore the corrupt world. The dark world of Blame! follows Killy as he meets new people, sheds more blood, and draws closer to finding the Net Terminal Gene. Through these exploits, the true nature of the world is slowly pieced together. [Written by MAL Rewrite]","authors":["Nihei, Tsutomu"],"genres":["Action","Drama","Horror","Sci-Fi"]},{"mal_id":150,"url":"https://myanimelist.net/manga/150/Western_Shotgun","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/86309.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/86309t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/86309l.jpg"},"title_english":"Western Shotgun","title_japanese":"웨스턴샷건","chapters":null,"volumes":40,"status":"Finished","popularity":18906,"synopsis":"Sting may look harmless and naïve, but he's really an excellent fighter and a wannabe bounty hunter in the futuristic Wild West. When he comes across a notice that advertises a reward for the criminal outfit named Gold Romany, he decides that capturing the all-girl gang of bad guys is his ticket to fame and fortune! Filled with a colorful cast of unforgettable characters--Chuck Black, Maria Lopez and Leanne \"Fast Sword\" McDuff--Min-Seo Park has created one wild tumbleweed tale filled with adventure galore and plenty of shotgun action! (Source: MU)","authors":["Park, Min-Seo"],"genres":["Action","Adventure","Comedy","Fantasy","Sci-Fi"]},{"mal_id":151,"url":"https://myanimelist.net/manga/151/Blood_Sucker","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/4488.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/4488t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/4488l.jpg"},"title_english":"Blood Sucker","title_japanese":"夜刀の神つかい","chapters":72,"volumes":12,"status":"Finished","popularity":11402,"synopsis":"Three centuries ago, a vampire by the name of Migiri was running a reign of terror across Japan when a hero named Naonosuke Kobayashi cut off his head and sent him to eternal rest... until now. (Source: Tokyopop)","authors":["Shimizu, Aki","Okuse, Saki"],"genres":["Action","Fantasy","Horror","Supernatural"]},{"mal_id":152,"url":"https://myanimelist.net/manga/152/Boys_Be","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/183366.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/183366t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/183366l.jpg"},"title_english":"Boys Be...","title_japanese":"BOYS BE…","chapters":255,"volumes":32,"status":"Finished","popularity":9368,"synopsis":"An anthology of stories about ordinary high school guys and their relationships...or lack thereof. Boys Be... takes a look at the trials of love and loss from a refreshing point of view and often adds interesting insight into what a relationship is like from an average guys point of view! (Source: Tokyopop)","authors":["Tamakoshi, Hiroyuki","Itabashi, Masahiro"],"genres":["Comedy","Drama","Romance"]},{"mal_id":153,"url":"https://myanimelist.net/manga/153/Boys_Be_2nd_Season","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/169855.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/169855t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/169855l.jpg"},"title_english":"Boys Be... 2nd Season","title_japanese":"BOYS BE... 2nd Season","chapters":157,"volumes":20,"status":"Finished","popularity":18461,"synopsis":null,"authors":["Tamakoshi, Hiroyuki","Itabashi, Masahiro"],"genres":["Comedy","Drama","Romance"]},{"mal_id":154,"url":"https://myanimelist.net/anime/154/Shaman_King","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1722/99235.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1722/99235t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1722/99235l.jpg"},"title_english":"Shaman King","title_japanese":"シャーマンキング","status":"Finished Airing","popularity":551,"synopsis":"A battle is about to begin in Tokyo: the Shaman Fight, a tournament held every five hundred years where shaman—those who can command spirits—confront each other in combat. The victor of this contest becomes the Shaman King and the only one who is able to contact and control the Great Spirit, allowing them to reshape the world as they please through its immense power. During a late night walk, Manta Oyamada runs into his classmate, the carefree You Asakura, who invites him to come stargazing with some friends, who, to Manta's horror, turn out to be ghosts from a local cemetery! However, the knowledge that Manta possesses—a rare sixth sense that allows Manta to see these spirits—endears the boy to You. So when You finds out that his new comrade has been beaten up by a local gang, he decides to avenge him with the help of Amidamaru, a samurai ghost whose tomb was broken by the gang leader. Soon Manta uncovers more about the world of spirits, including the Shaman Fight, in which his new friend You aims to claim victory. [Written by MAL Rewrite]","authors":null,"genres":["Action","Adventure","Comedy","Supernatural"]},{"mal_id":155,"url":"https://myanimelist.net/anime/155/X_1999","images":{"image_url":"https://cdn.myanimelist.net/images/anime/7/23579.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/7/23579t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/7/23579l.jpg"},"title_english":"X/1999","title_japanese":"エックス, X/1999","status":"Finished Airing","popularity":3236,"synopsis":"At the millennial edge, the concluding battle for humanity's future is staged. Kamui Shirou's destiny has been decided as he returns to Tokyo to face his ultimate challenge. The Dragon of Heaven, defenders of the Earth, stand ready to protect the world from the Dragon of Earth, the seven angels of legend, who embrace the devastation of the planet to bring about its purification. Now Kamui must decide which side to fight for although he finds the idea utterly unappealing. It isn't until realizing that his two childhood friends, Fuma and Kotori Monou, are in grievous peril that Kamui decides to step into his fated position in the climactic struggle of the Year of Destiny: 1999. (Source: AnimeNfo)","authors":null,"genres":["Action","Drama","Fantasy","Horror","Sci-Fi","Supernatural"]},{"mal_id":156,"url":"https://myanimelist.net/manga/156/Sennen_no_Yuki","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/143101.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/143101t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/143101l.jpg"},"title_english":"Sennen no Yuki","title_japanese":"千年の雪","chapters":18,"volumes":4,"status":"Finished","popularity":930,"synopsis":"Chiyuki Matsuoka's given name literally means \"thousand snow,\" and it embodies her parents' wish for her to witness the first snowfall of the year perennially. This wish is exceedingly optimistic due to Chiyuki's heart condition, which increases the risk of seizures and decreases her life expectancy. The doctor who presided over her birth said she would be lucky to live 15 years. Chiyuki is 17 years old when she meets the unlikely vampire Touya Kanou. He claims to hate blood, and he refuses to find a human partner with whom to share the rest of his life. Touya is 18 now, but if he took blood continually from a partner, then they both might live to be a thousand years old. Chiyuki immediately volunteers to be Touya's partner, but he shoves her away in disgust, inadvertently learning of her poor health when she starts to spasm. Touya treats Chiyuki more kindly after that, but still refuses to drink her blood. She begins to suspect that there is a different reason why he keeps turning her down, but will she live long enough to discover the truth? [Written by MAL Rewrite] Included one-shot: Volume 1: Isshunkan no Romance (A Romance of One Moment)","authors":["Hatori, Bisco"],"genres":["Comedy","Drama","Romance","Supernatural"]},{"mal_id":157,"url":"https://myanimelist.net/manga/157/Imadoki","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/82696.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/82696t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/82696l.jpg"},"title_english":"Imadoki!","title_japanese":"イマドキ","chapters":26,"volumes":5,"status":"Finished","popularity":1207,"synopsis":"For Tanpopo Yamazaki, life at the elitist Meio Academy seems way out of her league. The daughters of wealthy families snub her, other students make light of the fact that she actually tested into Meio instead of relying on family connections, and the cute boy she saw tending a dandelion the day before wouldn't even acknowledge her existence. Hoping to make friends and have some fun, Tanpopo starts up a gardening committee, but will this help her survive in a school where superficiality and nepotism reign supreme? (Source: Viz)","authors":["Watase, Yuu"],"genres":["Comedy","Drama","Romance"]},{"mal_id":158,"url":"https://myanimelist.net/manga/158/Ghost_Hunt","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/181311.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/181311t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/181311l.jpg"},"title_english":"Ghost Hunt","title_japanese":"ゴーストハント","chapters":43,"volumes":12,"status":"Finished","popularity":1084,"synopsis":"The decrepit building was condemned long ago, but every time the owners try to tear it down, \"accidents\" start to happen-people get hurt, sometimes even killed. Mai Taniyama and her classmates have heard the rumors that the creepy old high school is haunted-possibly by ghosts from the Second World War. So one rainy day they gather at the told school to tell ghost stories, hoping to attract one of the suspected spirits. No ghosts materialize, but Mai and her friends do meet Kazuya Shibuya, the handsome young owner of Shibuya Psychic Research, who's been hired to investigate paranormal activity at the school. Also at the scene are an exorcist, a Buddhist monk, a woman who can speak with the dead, and an outspoken Shinto priestess. Surely one of them will have the talents to solve this mystery! (Source: Del Rey Manga)","authors":["Inada, Shiho","Ono, Fuyumi"],"genres":["Drama","Horror","Mystery","Romance","Supernatural"]},{"mal_id":159,"url":"https://myanimelist.net/manga/159/Brave_Story__Shinsetsu","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/251324.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/251324t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/251324l.jpg"},"title_english":"Brave Story: Shinsetsu","title_japanese":"ブレイブ・ストーリー～新説～","chapters":199,"volumes":20,"status":"Finished","popularity":10146,"synopsis":"Wataru Mitani's life was as ordinary as any other until he found the new transfer student to his school battling a giant monster in his neighborhood. In search of clues to this, he finds a door to a world called Vision, a fantasy world where magic exists. When Wataru's life starts to crumble around him, he embarks on a journey beyond the door to change the fate that has befallen his family. (Source: Tokyopop)","authors":["Ono, Youichirou","Miyabe, Miyuki"],"genres":["Action","Fantasy"]},{"mal_id":160,"url":"https://myanimelist.net/manga/160/School_Rumble","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/5267.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/5267t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/5267l.jpg"},"title_english":"School Rumble","title_japanese":"スクールランブル","chapters":345,"volumes":22,"status":"Finished","popularity":506,"synopsis":"Second-year student Tsukamoto Tenma learns that her secret crush, Karasuma Oji, will be transferring to a school in America. In a last-ditch effort to reveal her love to him, she writes a long (but anonymous) love letter. When Karasuma ends up postponing his transfer for another year, Tenma realizes she has to tell him how she feels before time runs out again. But her extreme nervousness around him prompts her to try and set up all sorts of schemes to get close to him and let him know, without actually coming out and saying it. Meanwhile, unknown to Tenma, the school delinquent, Harima Kenji, has the biggest crush on her, as well as the same anxieties about being direct. Around this love triangle of clueless people are a few of Tenma's friends, and her younger (but older looking, more mature, and more popular) sister, Yakumo. (Source: ANN)","authors":["Kobayashi, Jin"],"genres":["Comedy","Romance"]},{"mal_id":161,"url":"https://myanimelist.net/manga/161/Brigadoon__Marin_to_Melan","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/200076.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/200076t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/200076l.jpg"},"title_english":"Brigadoon: Marin to Melan","title_japanese":"BRIGADOON まりんとメラン","chapters":10,"volumes":2,"status":"Finished","popularity":18665,"synopsis":"Imagine waking up one day to find that the sky around has been engulfed by an unidentifiable mechanical presence. Imagine that this new sky opens up and releases a Monomakia, a living weapon, whose sole purpose is to end your life. That's exactly what happens to 13-year-old Marin Asagi, an orphaned girl living in an alternate version of Tokyo in the 1970's. Young Marin's only chance to survive rests with Melan Blue, the Gun-Swordsman, who is destined to protect her. With arms made of weapons, the power of flight, and retractable body armor, Melan is a powerful bodyguard indeed. Who is sending the Monamakia? Why do they want Marin dead? Who sent Melan to protect her? What is the secret of Brigadoon? With her new protector by her side Marin sets out across two worlds to discover the answers. (Source: MU)","authors":["Watase, Nozomi"],"genres":["Action","Comedy","Sci-Fi"]},{"mal_id":162,"url":"https://myanimelist.net/manga/162/Bus_Gamer__The_Pilot_Edition","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/160474.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/160474t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/160474l.jpg"},"title_english":"Bus Gamer: The Pilot Edition","title_japanese":"BUS GAMER THE PILOT EDITION","chapters":11,"volumes":1,"status":"Finished","popularity":6835,"synopsis":"Toki Mishiba, Nobuto Nakajo, and Kazuo Saitou are hired to play the Biz Game, a game much like capture the flag, only with company secrets and insane amounts of money involved. At first they think it's a crazy but fun way to get some money, but as the game goes on, they hear stories about mysterious deaths on the news, and recognize the victims as members of the teams they've beaten in the game. When one of the losers of a game dies right in front of them, they realize what is really at stake—their very lives! (Source: MU)","authors":["Minekura, Kazuya"],"genres":["Action","Drama","Mystery"]},{"mal_id":163,"url":"https://myanimelist.net/manga/163/Kimi_ni_shika_Kikoenai","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/1288.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/1288t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/1288l.jpg"},"title_english":"Kimi ni shika Kikoenai","title_japanese":"きみにしか聞こえない","chapters":5,"volumes":1,"status":"Finished","popularity":5984,"synopsis":"A volume featuring two short stories. Calling You—A lonely pair of high school students begin to psychically communicate through the “cell phones in their heads.” Their connection grows, and they discover that they’re not only separated by distance, but by time, as well. Kids—a story about high school bullying and abuse. Note: Kiyohara Hiro also did a manga based on the same story. (Source: MU)","authors":["Tsuzuki, Setsuri","Otsuichi"],"genres":["Drama"]},{"mal_id":164,"url":"https://myanimelist.net/manga/164/Nousatsu_Junkie","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/170561.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/170561t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/170561l.jpg"},"title_english":"Nousatsu Junkie","title_japanese":"悩殺ジャンキー","chapters":96,"volumes":16,"status":"Finished","popularity":1313,"synopsis":"Naka is an aspiring young model with a problem: her face tenses up into a terrifying spectacle whenever she gets nervous on photo shoots! Naka's rival is Umi, the hottest model at their agency. But Naka soon discovers Umi's secret—and hilarity ensues behind the cameras! (Source: TokyoPop) Included one-shots: Volume 6: Nozoite Mitakute Shikatanai (Peeping) Volume 11: Kaeru ga Iku Taiwan na Hibi","authors":["Fukuyama, Ryoco"],"genres":["Comedy","Romance"]},{"mal_id":165,"url":"https://myanimelist.net/manga/165/Cherry_Juice","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/164439.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/164439t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/164439l.jpg"},"title_english":"Cherry Juice","title_japanese":"チェリージュース","chapters":21,"volumes":4,"status":"Finished","popularity":1446,"synopsis":"In this awkward love-triangle between two step- siblings, -Otome and Minami- and a best friend, Amane, the three are trapped in a web of love. After getting along for five years, Otome and Minami's peaceful relationship takes a turn in the wrong direction when Amane confesses his love to Otome. What will Otome do? (Source: TokyoPop)","authors":["Fukushima, Haruka"],"genres":["Comedy","Romance"]},{"mal_id":166,"url":"https://myanimelist.net/manga/166/Chou_Shinri_Genshou_Nouryokusha_Nanaki","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/112073.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/112073t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/112073l.jpg"},"title_english":"Chou Shinri Genshou Nouryokusha Nanaki","title_japanese":"超心理現象能力者 ナナキ","chapters":17,"volumes":3,"status":"Finished","popularity":12868,"synopsis":"After being hit by a car, strange things begin to happen around Nanaki Shunsuke. He is eventually approached by another young man named Ao, who tells Nanaki that he has been sending Ao his telepathic \"voice,\" and that the accident seems to have awakened some sort of supernatural powers within Nanaki. Though less than enthusiastic about the idea, Nanaki eventually agrees to join LOCK, The Paranormal Investigations Agency, and partner up with Ao to investigate various cases dealing with the supernatural. However, Nanaki's powers are rather unstable, and Ao seems to have some reason to carry a great mistrust and annoyance for his new partner, making Nanaki's days in his new position a rather trying ordeal. But as they work alongside one another in their pathetically understaffed branch of LOCK, the two find ways they might manage to keep working together, perhaps even without getting the other killed in the process. (Source: MU) Included one-shot: Volume 3: Divine: Bokura wa Hikari wo Mita","authors":["Saenagi, Ryou"],"genres":["Action","Adventure","Comedy","Mystery","Supernatural"]},{"mal_id":167,"url":"https://myanimelist.net/manga/167/Chronicles_of_the_Cursed_Sword","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/678.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/678t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/678l.jpg"},"title_english":"Chronicles of the Cursed Sword","title_japanese":"파검기","chapters":163,"volumes":37,"status":"Finished","popularity":6876,"synopsis":"Rey Yan was an orphan with no home, no skills, and no purpose. But when he comes upon the PaSa sword, a cursed blade made from the bones of the demon king, he suddenly finds himself with the power to be a great hero. The sword's creator is the evil Shiyan, the royal vizier who needs the sword to assist him in releasing his ancestor, the demon king. (Source: Tokyopop)","authors":["Yeo, Beop-Ryong","Park, Hui-Jin"],"genres":["Action","Adventure","Drama","Fantasy"]},{"mal_id":168,"url":"https://myanimelist.net/manga/168/Chrono_Code","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/753.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/753t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/753l.jpg"},"title_english":"Chrono Code","title_japanese":"리버사이드","chapters":18,"volumes":2,"status":"Finished","popularity":24623,"synopsis":"Three people cross time and space to find each other, and to try to change destiny. But with a powerful satellite, a secret code and the future police out hunting, one girl with amnesia, who may be the key to everything, must discover the true nature of her past... and her friends. (Source: Tokyopop)","authors":["Choi, Il-ho","Shin, Eui-Chul"],"genres":["Action","Adventure","Fantasy","Sci-Fi"]},{"mal_id":169,"url":"https://myanimelist.net/anime/169/Shingetsutan_Tsukihime","images":{"image_url":"https://cdn.myanimelist.net/images/anime/12/20669.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/12/20669t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/12/20669l.jpg"},"title_english":"Shingetsutan Tsukihime","title_japanese":"真月譚 月姫","status":"Finished Airing","popularity":1250,"synopsis":"Shiki Toono wakes up in a hospital ward with the ability to see invisible lines. These thin threads, which make up all matter in Shingetsutan, instantly destroy an object when severed. Shiki discovers that if he traces the lines of something, its destruction soon follows. While keeping his supernatural vision a secret, Shiki proceeds to live his sophomore life in peace. However, this peace is short-lived when Shiki encounters a mysterious woman with bright red eyes on his way back from school. Following a sudden psychotic lapse, he appears to kill the woman, and passes out shortly after. As if things couldn't get any worse, Shiki is assailed by a pair of demonic hounds the next day—facing certain death, Shiki is saved by the timely arrival of the same woman from yesterday. She introduces herself as Arcueid Brunestud, a vampire princess. Deciding to team up, Shiki and Arcueid embark on a journey to uncover the truth behind their lineage and the recent string of murders around town. [Written by MAL Rewrite]","authors":null,"genres":["Action","Horror","Mystery","Romance","Supernatural"]},{"mal_id":170,"url":"https://myanimelist.net/manga/170/Mondaiteiki_Sakuhinshu","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/11131.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/11131t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/11131l.jpg"},"title_english":"Mondaiteiki Sakuhinshu","title_japanese":"問題提起 作品集","chapters":23,"volumes":6,"status":"Finished","popularity":3097,"synopsis":"Confidential Confessions is a shocking new manga series that deals with many of the hard-hitting issues that teens face today. Using emotionally moving story lines and multi-dimensional characters, each groundbreaking volume tackles such topics as teen prostitution, rape, HIV, stalkers, suicide, and sexual harassment. (Source: Tokyopop)","authors":["Momochi, Reiko"],"genres":["Drama","Romance"]},{"mal_id":171,"url":"https://myanimelist.net/anime/171/Strange_Dawn","images":{"image_url":"https://cdn.myanimelist.net/images/anime/12/74782.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/12/74782t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/12/74782l.jpg"},"title_english":"Strange Dawn","title_japanese":"ストレンジ・ドーン","status":"Finished Airing","popularity":7406,"synopsis":"Yuko and Eri are two normal girls who are sucked into the alternate world filled with tiny people. The people of this mysterious world sees them as their \"Great Protectors\" who can protect their land in a time of strife. The two girls set out on a mission with a group of warriors from the village to find out how they were brought here and how might they return home. However, there is a war brewing and these two Great Protectors are the political tool that every faction lusts for to rally the people to their side. (Source: ANN)","authors":null,"genres":["Adventure","Drama","Fantasy"]},{"mal_id":172,"url":"https://myanimelist.net/manga/172/Corrector_Yui","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/178097.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/178097t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/178097l.jpg"},"title_english":"Corrector Yui","title_japanese":"コレクター・ユイ","chapters":11,"volumes":5,"status":"Finished","popularity":16128,"synopsis":"In the year 2020, computers are everywhere. From digital teachers to cars that drive themselves, computers are an integral part of everyone's lives—everyone's, that is, except Yui Kasuga's. The 14-year-old daydreamer can't tell a Pentium chip from a Dorito! Very shortly, she will be called on to save the world from the mother of all computer viruses... and she can't even be bothered to stay awake in class! (Source: MU)","authors":["Okamoto, Keiko","Asamiya, Kia"],"genres":["Comedy","Fantasy","Sci-Fi"]},{"mal_id":173,"url":"https://myanimelist.net/manga/173/Cowboy_Bebop","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/166652.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/166652t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/166652l.jpg"},"title_english":"Cowboy Bebop","title_japanese":"カウボーイビバップ","chapters":11,"volumes":3,"status":"Finished","popularity":1011,"synopsis":"Spike, Jet, Faye and Ed—cowboys on the new frontier. Together this band of interplanetary bounty hunters takes on the jobs that anyone in their right mind would turn down. (Source: Tokyopop)","authors":["Watanabe, Shinichiro","Nanten, Yutaka","Yatate, Hajime"],"genres":["Action","Adventure","Sci-Fi"]},{"mal_id":174,"url":"https://myanimelist.net/manga/174/Shooting_Star_Bebop__Cowboy_Bebop","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/176770.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/176770t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/176770l.jpg"},"title_english":"Shooting Star Bebop: Cowboy Bebop","title_japanese":"シューティングスタービバップ―カウボーイビバップ","chapters":10,"volumes":2,"status":"Finished","popularity":3169,"synopsis":"Kai Lucas hires the Bebop crew to find his mischievous doppelganger, but the bounty goes bust and Spike and Jet once again find themselves broke - and hungry. And to add to their woes, Spike ends up mysteriously on the police's most wanted list, either the butt of a joke or the victim of a severe computer glitch. But what's worse, being targeted by every bounty hunter in the solar system, or taking on a kid-genius, a genius puppy and a genus: fatale, species: femme as part of the crew. Well, if Scorpion or the Dragon Head Family doesn't kill them, the extra mouths to feed certainly will. (Source: Tokyopop)","authors":["Kuga, Cain"],"genres":["Action","Adventure","Sci-Fi"]},{"mal_id":175,"url":"https://myanimelist.net/manga/175/Touhou_Sangetsusei__Eastern_and_Little_Nature_Deity","images":{"image_url":"https://cdn.myanimelist.net/images/manga/4/6687.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/4/6687t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/4/6687l.jpg"},"title_english":"Touhou Sangetsusei: Eastern and Little Nature Deity","title_japanese":"東方三月精 Eastern and Little Nature Deity","chapters":5,"volumes":1,"status":"Finished","popularity":3768,"synopsis":"Fairies in the hidden land of Gensokyo are natural pranksters and love to play tricks on humans and youkai alike. This fact is especially apparent for three fairies: Sunny Milk, Luna Child, and Star Sapphire. Having unique abilities that make them more powerful than the average fairy, they do almost anything they can to get a laugh out of their \"victims.\" However, considering that fairies are known as one of the weakest creatures around, their pranks are usually harmless. Even so, the rowdy trio's mischief is more than enough to bring trouble to anyone's day! [Written by MAL Rewrite]","authors":["ZUN","Matsukura, Nemu"],"genres":["Comedy","Fantasy"]},{"mal_id":176,"url":"https://myanimelist.net/manga/176/Chocotto_Sister","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/752.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/752t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/752l.jpg"},"title_english":"Chocotto Sister","title_japanese":"ちょこッとSister","chapters":71,"volumes":8,"status":"Finished","popularity":4565,"synopsis":"Haruma Kawagoe is an only child. A long time ago, at Christmastime, his mother miscarried the child that was to have been his baby sister. That night, young Haruma knelt down and offered up an earnest prayer: \"Please make my mother well again, and please give me a little sister.\" Years have passed, and Haruma has nearly forgotten his prayer. But Santa hasn't.... one Christmas, when Haruma is least expecting it, he gets an unusual present - his sister. (Source:ANN)","authors":["Zappa, Gou","Takeuchi, Sakura"],"genres":["Comedy","Romance","Slice of Life","Ecchi"]},{"mal_id":177,"url":"https://myanimelist.net/manga/177/Tsuiteru_Kanojo","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/167457.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/167457t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/167457l.jpg"},"title_english":"Tsuiteru Kanojo","title_japanese":"ツイてるカノジョ","chapters":9,"volumes":2,"status":"Finished","popularity":9034,"synopsis":"Have you ever lost anything that was so precious to you, that if it were gone you wouldn't know what to do? For Otokawa Natsuru, that item is a keychain. Hearing from Kazama Miori, a fellow student with renowned psychic powers, that taking something precious can help with relationships, Natsuru takes her keychain on a date with childhood friend Yanagi Eitaro. But somewhere along the date, her precious keychain is lost... (Source: MU)","authors":["Zappa, Gou","Fujima, Takuya"],"genres":["Comedy","Drama","Romance","Supernatural","Ecchi"]},{"mal_id":178,"url":"https://myanimelist.net/manga/178/Bokutachi_wa_Asu_ni_Mukatte_Ikiru_no_da","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/169822.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/169822t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/169822l.jpg"},"title_english":"Bokutachi wa Asu ni Mukatte Ikiru no da","title_japanese":"僕たちは明日に向かって生きるのだ","chapters":7,"volumes":1,"status":"Finished","popularity":3790,"synopsis":"High school student Tasuku Mizuochi has a secret he knows and a secret he doesn't. Even though he punches, kicks, and otherwise abuses fellow karate team member, Ryouta, on a daily basis, Tasuku has hidden feelings for his childhood friend. When Tasuku's mother died, Ryouta was always there to comfort him, and these emotions grew over time to become something else. Confused and embarrassed by his secret crush, Tasuku takes his frustrations out on Ryouta to keep him from ever knowing the truth. When Tasuku learns that his late mother may have been an \"ageman\" (ah-gay-man)--a woman who brings men good fortune—he starts to believe he's inherited these powers, too. Can having the ability to influence luck give Tasuku and Ryouta a future together? Or will all the people crawling out of the woodwork wanting to use Tasuku's power cause him to run screaming for the hills?! (Source: DokiDoki)","authors":["Tsuda, Mikiyo"],"genres":["Boys Love","Drama","Romance","Erotica"]},{"mal_id":179,"url":"https://myanimelist.net/manga/179/Color","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/30585.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/30585t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/30585l.jpg"},"title_english":"Color","title_japanese":"カラー","chapters":5,"volumes":1,"status":"Finished","popularity":4819,"synopsis":"When art student Takashiro Tsuda chose to show his painting, Color, in a gallery exhibition, he never dreamed that an uncannily similar painting would hang next to his – with the same title, even. Works of art come from the deepest depths of an artist’s soul, so how can anyone else be expressing themselves so much like Takashiro? Filled with a yearning to find his artistic soulmate, Takashiro goes off to art school in Tokyo and meets classmate Sakae Fujiwara. Soon, Takashiro learns that this is the artist he’s been searching for – the one who created a Color so much like his own – but Sakae is a guy! Can such a profound connection between two people transcend gender and become something more? (Source: Dokidoki)","authors":["Tsuda, Mikiyo","Eiki, Eiki"],"genres":["Boys Love","Romance","Erotica"]},{"mal_id":180,"url":"https://myanimelist.net/manga/180/Zurui_Otoko","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/1347.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/1347t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/1347l.jpg"},"title_english":"Zurui Otoko","title_japanese":"ズルい男","chapters":6,"volumes":1,"status":"Finished","popularity":18005,"synopsis":"Collection of oneshots. 1) A strange man hired a younger man to act as his new lover to get rid of his ex-boyfriend who's stalking him. It turns out the younger man is a student in the class of the older man... Sweet and a bit of angst. 2) True Blue - Momo and Harumi are childhood friends, and Harumi has always relied on Momo. One day he sees Momo walk into a hotel with an older man. 3-5) The Lover in the secret room - Kou and Natsume are good friends and also happens to the Captain and Assistant Captain on the schools soccer team. Natsume has always liked Kou, until he finds out that Kou is going to study abroad in France. Oda, who's also on the team has liked Natsume from afar. He confesses his feelings for him and then chains him up in his home. (slight bondage) 6) Kaoru and Sei have been living together ever since Kaorus' dad was sent overseas for work. Kaoru catches Sei making out. Sei tells him that he likes someone else, but he can never be with him. (From: Manga Fox)","authors":["Hanafubuki, Sakurako"],"genres":["Boys Love","Erotica"]},{"mal_id":181,"url":"https://myanimelist.net/manga/181/Zombieya_Reiko","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/252973.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/252973t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/252973l.jpg"},"title_english":"Zombieya Reiko","title_japanese":"ゾンビ屋れい子","chapters":58,"volumes":11,"status":"Finished","popularity":10263,"synopsis":"Terror has struck the sleepy little town of Shiraike. A serial killer stalks the streets murdering innocent girls. Twenty-nine grisly murders have been committed, with no clues to catch the killer. That is, until the town receives a strange visitor: a beautiful young woman who can raise the dead. She is Reiko the Zombie Shop, necromancer for hire. For a price, she'll wake your dead, if only to find a clue to their demise, but she's not responsible for what the dead will say or do once they awaken! (Source: Dark Horse)","authors":["Mikamoto, Rei"],"genres":["Horror"]},{"mal_id":182,"url":"https://myanimelist.net/manga/182/Zombie_Hunter","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/12307.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/12307t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/12307l.jpg"},"title_english":"Zombie Hunter","title_japanese":"死霊狩り","chapters":26,"volumes":4,"status":"Finished","popularity":4884,"synopsis":"Unknown to the world aliens have begun to invade people's bodies. A young race car pilot named Toshio was won by a mysterious organization for a \"test\" for money. That test turned out to be a hellish training to become a Zombie Hunter. However, Toshio decided to return to a normal life but soon face the harsh reality of a Zombie Hunter. Surrounded by shallow figures and aliens Toshio accepts his new life as a Zombie Hunter ... (Source: MU)","authors":["Hirai, Kazumasa","Yang, Kyung-il"],"genres":["Action","Horror"]},{"mal_id":183,"url":"https://myanimelist.net/manga/183/Zoku_Shishunki_Miman_Okotowari","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/199144.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/199144t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/199144l.jpg"},"title_english":"Zoku Shishunki Miman Okotowari","title_japanese":"続・思春期未満お断り","chapters":10,"volumes":3,"status":"Finished","popularity":15738,"synopsis":"Asuka, who lived in Hokkaido with her mother, moves to Tokyo to look for her father she has never even met before. When she gets to his house, he is not there, only his children who claim they have never met their father either. Asuka decides to stay with her \"brother\" and \"sister\" while she looks for their father. Her two \"siblings\" are living alone and things sorta complicate when Asuka and her \"brother\" start to fall for each other... (Source: MU)","authors":["Watase, Yuu"],"genres":["Comedy","Romance"]},{"mal_id":184,"url":"https://myanimelist.net/manga/184/Shishunki_Miman_Okotowari","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/199142.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/199142t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/199142l.jpg"},"title_english":"Shishunki Miman Okotowari","title_japanese":"思春期未満お断り","chapters":18,"volumes":3,"status":"Finished","popularity":9979,"synopsis":"Higuchi Asuka's mother dies shortly after she tells her teenage daughter who her father is. Only knowing the family name \"Sudou,\" Asuka goes in search to find her absent father. On her journey, she finds a guy being rather rough with a younger girl. Unable to resist, Asuka steps in by battering the guy with her motorcycle. When she discovers it was a big misunderstanding (Manato was just trying to get his sister Kazusa to go home), she drives them back to their house. Once there, Asuka finds out that Manato and Kazusa are the Sudou family she's been looking for, but the father isn't there, not to mention their mother also being dead since long ago. With no other leads, Asuka decides to move in as the big sister until their father shows up. Things get tricky when love builds within the complex family relationship... (Source: MU) Included one-shot: Volume 3: Otome no Jijou","authors":["Watase, Yuu"],"genres":["Comedy","Drama","Romance"]},{"mal_id":185,"url":"https://myanimelist.net/anime/185/Initial_D_First_Stage","images":{"image_url":"https://cdn.myanimelist.net/images/anime/13/6801.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/13/6801t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/13/6801l.jpg"},"title_english":"Initial D First Stage","title_japanese":"頭文字〈イニシャル〉D","status":"Finished Airing","popularity":624,"synopsis":"Unlike his friends, Takumi Fujiwara is not particularly interested in cars, with little to no knowledge about the world of car enthusiasts and street racers. The son of a tofu shop owner, he is tasked to deliver tofu every morning without fail, driving along the mountain of Akina. Thus, conversations regarding cars or driving in general would only remind Takumi of the tiring daily routine forced upon him. One night, the Akagi Red Suns, an infamous team of street racers, visit the town of Akina to challenge the local mountain pass. Led by their two aces, Ryousuke and Keisuke Takahashi, the Red Suns plan to conquer every racing course in Kanto, establishing themselves as the fastest crew in the region. However, much to their disbelief, one of their aces is overtaken by an old Toyota AE86 during a drive back home from Akina. After the incident, the Takahashi brothers are cautious of a mysterious driver geared with remarkable technique and experience in the local roads—the AE86 of Mount Akina. [Written by MAL Rewrite]","authors":null,"genres":["Action","Drama"]},{"mal_id":186,"url":"https://myanimelist.net/manga/186/Zoku_-_Kindan_no_Koi_wo_Shiyou","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/10852.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/10852t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/10852l.jpg"},"title_english":"Zoku - Kindan no Koi wo Shiyou","title_japanese":"続・禁断の恋をしよう","chapters":4,"volumes":1,"status":"Finished","popularity":5365,"synopsis":"A manga about werewolves and the continued adventures of Hisako and Yato. This volume falls between the prequel volume, Kindan no Koi wo Shiyou, and the longer main series, Kindan no Koi de Ikou. (Source: MU)","authors":["Ohmi, Tomu"],"genres":["Fantasy","Romance"]},{"mal_id":187,"url":"https://myanimelist.net/anime/187/Initial_D_Third_Stage","images":{"image_url":"https://cdn.myanimelist.net/images/anime/13/40397.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/13/40397t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/13/40397l.jpg"},"title_english":"Initial D Third Stage","title_japanese":"頭文字〈イニシャル〉D THIRD STAGE","status":"Finished Airing","popularity":1291,"synopsis":"Takumi Fujiwara is a skilled street racer, but he suffers a crushing loss against the team Emperor's leader Kyoichi Sudou due to his AE86 experiencing an engine failure. Doubting his abilities, the recent high school graduate is then approached by the Akagi RedSuns' team leader Ryousuke Takahashi, who proposes the formation of a professional street racing team. Although it would be the ideal way to improve as a street racer, Takumi remains undecided. Does the young street racer have what it takes to become a professional? Perhaps Ryousuke and the RedSuns can help him reevaluate his own doubts and misconceptions concerning street racing. However, first and foremost, Takumi decides to settle the score with Kyoichi Sudou... [Written by MAL Rewrite]","authors":null,"genres":["Action","Drama","Romance"]},{"mal_id":188,"url":"https://myanimelist.net/manga/188/Kindan_no_Koi_de_Ikou","images":{"image_url":"https://cdn.myanimelist.net/images/manga/5/5717.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/5/5717t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/5/5717l.jpg"},"title_english":"Kindan no Koi de Ikou","title_japanese":"禁断の恋でいこう","chapters":50,"volumes":10,"status":"Finished","popularity":3973,"synopsis":"Hisako is saved by a beautiful wolf that turns into an even more beautiful man...but can a relationship like this work!? The continuation of the story of Hisako and Yato seen in Kindan no Koi wo Shiyou and Zoku Kindan no Koi wo Shiyou! (Source: ShojoMagic)","authors":["Ohmi, Tomu"],"genres":["Drama","Fantasy","Romance"]},{"mal_id":189,"url":"https://myanimelist.net/anime/189/Love_Hina","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1153/99366.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1153/99366t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1153/99366l.jpg"},"title_english":"Love Hina","title_japanese":"ラブひな","status":"Finished Airing","popularity":790,"synopsis":"Keitaro Urashima promised a girl when he was young that they would meet up again at Tokyo University in the future. Sadly, in the National Practice Exam, Keitaro ranked 27th from the bottom. Knowing his grandmother owned a hotel, Keitaro intended to stay there while continuing his studies for Tokyo U, only to find out the hotel had long been transformed into an all-girls dormitory. Through an odd twist of fate, Keitaro eventually became the manager of the dorm, beginning his life of living with five other girls.","authors":null,"genres":["Comedy","Romance","Slice of Life","Ecchi"]},{"mal_id":190,"url":"https://myanimelist.net/manga/190/Juunikyuu_de_Tsukamaete","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/801.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/801t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/801l.jpg"},"title_english":"Juunikyuu de Tsukamaete","title_japanese":"十二宮でつかまえて","chapters":20,"volumes":4,"status":"Finished","popularity":3812,"synopsis":"In recent times, a mysterious private investigator under the name of \"Spica\" has been solving crimes before the police arrive, leaving only a star mark nearby to indicate her involvement. The true identity of this rising star is Lili Hoshizawa, an energetic 13-year-old girl who enjoys solving mysteries, athletic activities, and running her mother's fortune-telling business, \"Fortune Teller Spica.\" Using her knowledge of astrology, Lili reads clients' horoscopes by day and catches criminals by night! But Lili soon finds that her carefree, crime-solving adventures will need some more caution when her childhood friend Hiromi Oikawa returns from America and is suspicious of her and Spica. His extensive studies in criminal psychology seems to have helped him in solving mysteries—rivaling Lili's astrology and crime-solving skills. But this zodiac detective has no time to worry about a possible rival, for there are many cases and mysteries out there that she must solve in the name of the star! [Written by MAL Rewrite]","authors":["Ando, Natsumi"],"genres":["Action","Fantasy","Mystery","Romance","Supernatural"]},{"mal_id":191,"url":"https://myanimelist.net/manga/191/Zipang","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/209661.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/209661t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/209661l.jpg"},"title_english":"Zipang","title_japanese":"ジパング","chapters":422,"volumes":43,"status":"Finished","popularity":5637,"synopsis":"In the year 200X, a Japanese fleet consisting of 3 vessels leave on a mission to South America. After encountering a storm, the ship JDS Mirai find themselves without their escorts and in 1942, traveling towards the island of Midway to face the American fleet in one of largest battles in naval history. The crew of Mirai must decide whether or not to change the course of history by involving itself in WWII. (Source: MU)","authors":["Kawaguchi, Kaiji"],"genres":["Action","Award Winning","Drama","Sci-Fi"]},{"mal_id":192,"url":"https://myanimelist.net/manga/192/Zip-Up_Boy","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/152301.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/152301t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/152301l.jpg"},"title_english":"Zip-Up Boy","title_japanese":"Zip-up Boy","chapters":4,"volumes":1,"status":"Finished","popularity":17237,"synopsis":"High-school student Kazuki begins a casual sexual relationship with an older man after meeting in a bar. He becomes addicted to the affection but is perplexed by the indifference of his partner. Meanwhile, Kazuki's mother has decided to remarry Akira, the nicest guy you could imagine... unfortunately his brother Reiji just happens to be Kazuki's cold-hearted playmate. (Source: DokiDoki) Included one-shot: Inu to Shounen (A Dog and a Boy)","authors":["Kasama, Rumi"],"genres":["Boys Love","Drama","Erotica"]},{"mal_id":193,"url":"https://myanimelist.net/anime/193/Maburaho","images":{"image_url":"https://cdn.myanimelist.net/images/anime/9/79204.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/9/79204t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/9/79204l.jpg"},"title_english":"Maburaho","title_japanese":"まぶらほ","status":"Finished Airing","popularity":1828,"synopsis":"In the world of Maburaho, everyone is born with the ability to use magic and are thus labeled magicians. However, the magical ability of each person is not equal. The number of times you can use magic determines the amount of respect you receive, and since one’s magical power is determined at birth by traits and genetics, those who have a bloodline stemming from famous magicians are highly sought after. Having the lowest magic count in Aoi Academy, Kazuki Shikimori is looked down upon by his classmates and seen as a nearly worthless magician. However, his bloodline consists of many great magicians throughout the ages, meaning that while he may not be a great magician, his offspring could be. This leads to him being sought after by three different young women: Yuna Miyama, a transfer student who declares herself his wife upon arrival, Rin Kamishiro, a prideful swordswoman of a traditional family who wants to kill him so she will be free to pursue her own desires, and Kuriko Kazetsubaki, a member of an influential family who bluntly tries to seduce him for his genes. Now he has to deal with not only the jealousy of all the guys in his school, but also various women chasing after him!","authors":null,"genres":["Comedy","Drama","Romance","Ecchi"]},{"mal_id":194,"url":"https://myanimelist.net/manga/194/Mai","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/76699.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/76699t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/76699l.jpg"},"title_english":"Mai","title_japanese":"舞","chapters":53,"volumes":6,"status":"Finished","popularity":8662,"synopsis":"Mai is silly, giggly, and flirtatious - just like any other cute fourteen-year-old girl. As far as Mai is concerned, her telekinetic abilities are just good for practical jokes. But when the secret organization known as the Wisdom Alliance tries to exploit her as a weapon to enslave the world, her father puts his life on the line to protect her. And Mai soon learns the hard way that her powers are no joke, but capable of unbelievable, deadly force! (Source: VIZ Media)","authors":["Kudo, Kazuya","Ikegami, Ryoichi"],"genres":["Action","Supernatural"]},{"mal_id":195,"url":"https://myanimelist.net/manga/195/Zig_x_Zag","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/1028.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/1028t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/1028l.jpg"},"title_english":"Zig x Zag","title_japanese":"ZIG×ZAG","chapters":8,"volumes":2,"status":"Finished","popularity":19879,"synopsis":"In an attempt to see her dad again, Yuuki and her brother Hiroaki decide to make a championship baseball team. Iria, the new transfer student, who is an oddball has star pitching potential. Yuuki forces him to join her team picking up others as they go along. (Source: MegKF)","authors":["Yasunaga, Kei"],"genres":["Drama","Sports"]},{"mal_id":196,"url":"https://myanimelist.net/anime/196/Onegai☆Twins","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1621/100229.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1621/100229t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1621/100229l.jpg"},"title_english":"Onegai☆Twins","title_japanese":"おねがい☆ツインズ","status":"Finished Airing","popularity":1952,"synopsis":"Maiku Kamishiro's past has always been somewhat of a mystery to him. The only clue he has to who his family might be is an old photograph showing two young children, a boy and a girl, playing in a small pool outside of a blue house. In an attempt to find his family, he moves to this blue house and begins working as a programmer. He's living a comfortable life until the day two very different girls show up at his door, both in possession of the same photograph, and both claiming to be his twin. With no way to prove who is a relative and who is a stranger, Maiku allows both girls to move in with him until they know for sure. (Source: ANN)","authors":null,"genres":["Comedy","Drama","Sci-Fi"]},{"mal_id":197,"url":"https://myanimelist.net/manga/197/Zettai_Unmei_Houteishiki","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/1345.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/1345t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/1345l.jpg"},"title_english":"Zettai Unmei Houteishiki","title_japanese":"絶対運命方程式","chapters":4,"volumes":1,"status":"Finished","popularity":7936,"synopsis":"Tamaki, the son of a Yakuza family, is friends with Tomoyuki who is 12 years older than him. One day, Tomoyuki kisses Tamaki. Tamaki becomes confused and runs away but before he has a chance to figure out his feelings, Tomoyuki goes abroad for 3 years without saying anything or keeping in touch with Tamaki. Now Tomoyuki is back in Japan but he's avoiding Tamaki. Can the two become close again? (Source: B-U)","authors":["Fuwa, Shinri"],"genres":["Boys Love","Erotica"]},{"mal_id":198,"url":"https://myanimelist.net/manga/198/Gravity_Eyes","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/17732.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/17732t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/17732l.jpg"},"title_english":"Gravity Eyes","title_japanese":"グーラビティ・アイズ","chapters":8,"volumes":2,"status":"Finished","popularity":7183,"synopsis":"This series is a spin-off of Tsumasaki ni Kiss following the character of Kyouya. from Dangerous Pleasure Kyouya has left hosting to go to university and work at a regular job. That is when he meets an assistant professor, Kiriya, whose \"cold eyes\" have drawn him in. Kyouya's problems begin with his restaurant boss who he has an emotional attachment to that he doesn't know how to deal with. He turns to Kiriya, who in turn has his own past to get over. Will Kyouya and Kiriya be able to overcome their pasts and find a future together? Volume 1 contains the Extra: The Flower's Name Volume 2 contains the Extra: Love Life","authors":["Fuwa, Shinri"],"genres":["Boys Love","Erotica"]},{"mal_id":199,"url":"https://myanimelist.net/manga/199/Ningyo_Series","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/183364.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/183364t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/183364l.jpg"},"title_english":"Ningyo Series","title_japanese":"人魚シリーズ","chapters":16,"volumes":3,"status":"Finished","popularity":2745,"synopsis":"There is a legend that says if someone eats the flesh of a mermaid, they will attain immortality; but this myth contains a darker side, in that the devourer may die or become a monster. The youthful Yuta has been wandering Japan in search of mermaids not to become immortal, but to break his curse of eternal life. Over five hundred years ago, he ate a mermaid; now, Yuta is in search of a cure, hoping the mermaids know the secret. When he stumbles upon a hidden village, he quickly learns that it is full of mermaids that live in an underground society centered around the murder and cultivation of young human women to maintain their own youth and immortality. Their most recent victim, Mana, is given the flesh of a mermaid to eat in order to fulfill the recipe toward being a perfect candidate to be eaten. Yuta helps her escape, and they find themselves on a journey to live their lives as normal as they can. [Written by MAL Rewrite]","authors":["Takahashi, Rumiko"],"genres":["Horror","Romance","Supernatural"]},{"mal_id":200,"url":"https://myanimelist.net/manga/200/Tsumasaki_ni_Kiss","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/4927.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/4927t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/4927l.jpg"},"title_english":"Tsumasaki ni Kiss","title_japanese":"爪先にキス","chapters":8,"volumes":2,"status":"Finished","popularity":8663,"synopsis":"Yakuza heir Homura Yasobe has a secret lover, the young businessman Touji Karasuma. A resourceful man who will do whatever it takes to succeed; Touji is in fact the noble son of the rival company competing with Homura. If anyone were to find out, it would mean war between the groups! But can the two keep their rendezvous secret? An adult story of secret love between heirs with lives hanging in the balance! (Source: DMP)","authors":["Fuwa, Shinri"],"genres":["Boys Love","Drama","Erotica"]},{"mal_id":201,"url":"https://myanimelist.net/manga/201/Kidou_Keisatsu_Patlabor","images":{"image_url":"https://cdn.myanimelist.net/images/manga/3/194559.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/3/194559t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/3/194559l.jpg"},"title_english":"Kidou Keisatsu Patlabor","title_japanese":"機動警察パトレイバー","chapters":91,"volumes":22,"status":"Finished","popularity":7735,"synopsis":"In the near future, large mecha called Labors are made to assist in various reconstruction projects in major countries around the world that are being threatened by global warming. In Japan, the government has enacted Project Babylon in order to conduct land reclamation. Labors are also being pressed into police and military service aside from civilian use. However, terrorists are now attempting to use labors to make themselves heard, as well as common criminals, thugs and guerrillas. The National Police Agency established the Special Vehicles Division, an all-labor task force to combat the potential use of labors for criminal/terrorist activities. (Source: MU)","authors":["Yuuki, Masami"],"genres":["Action","Award Winning","Comedy","Drama","Sci-Fi"]},{"mal_id":202,"url":"https://myanimelist.net/manga/202/9th_Sleep","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/5959.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/5959t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/5959l.jpg"},"title_english":"9th Sleep","title_japanese":"ナインス スリープ","chapters":3,"volumes":1,"status":"Finished","popularity":11742,"synopsis":"The planet had died once before… On the day of Despaira, a god appeared in the sky and saved the world. His name was King Shishioh. But now with the throne of the king empty, a vicious battle between two brothers is unfolding. Who will ascend the throne? (Source: Juné)","authors":["Tateno, Makoto"],"genres":["Boys Love","Fantasy"]},{"mal_id":203,"url":"https://myanimelist.net/anime/203/Words_Worth","images":{"image_url":"https://cdn.myanimelist.net/images/anime/12/6030.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/12/6030t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/12/6030l.jpg"},"title_english":"Words Worth","title_japanese":"ワーズ・ワース","status":"Finished Airing","popularity":6010,"synopsis":"The legend has survived for generation. The Words Worth tablet, which will unlock the secrets of the Universe for the one who can decipher it, has been shattered. The warring tribes of Light and Shadow blame each other, and their accusations lead to all out war! Astral, the undisciplined heir to the throne of the Shadow Forces, lusts for his bride-to-be, Sharon. But Sharon, an accomplished warrior herself, feels her body drawn toward Caesar, the Shadow Tribe`s bravest swordsman. Sharon battles alongside Caesar during an assault by the Light Forces, and her ferocious beauty captivates Sir Fabris, the leader of the Tribe of Light. Fabris` army loses the battle, but he vows that he will one day get Sharon into his bed, the hard way, if necessary. Meanwhile, Astral takes his sexual frustrations out on Maria, a Light Tribe sorceress who has been taken captive. As Astral penetrates Maria, Sir Fabris prepares to launch a penetration of his own: a full-scale attack on the Tribe of Shadow! (Source: AnimeNfo)","authors":null,"genres":["Adventure","Fantasy","Hentai"]},{"mal_id":204,"url":"https://myanimelist.net/anime/204/Yumeria","images":{"image_url":"https://cdn.myanimelist.net/images/anime/8/16782.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/8/16782t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/8/16782l.jpg"},"title_english":"Yumeria","title_japanese":"ゆめりあ","status":"Finished Airing","popularity":3676,"synopsis":"On his 16th birthday, Tomokazu Mikuri had a realistic dream where he sees a girl battling a giant floating monstrosity. When he wakes up, he is surprised that the girl is actually sleeping next to him... Whenever he sleeps from now on, he ends up back at the dream world, and more and more people that he knows keep showing up there too. He finds out from a mysterious masked woman in the dream world named Silk that they are fighting against one named Faydoom, and he is the one who provides the powers to those girls so that they can fight these monsters. And so it goes... (Source: ANN)","authors":null,"genres":["Action","Comedy","Ecchi"]},{"mal_id":205,"url":"https://myanimelist.net/manga/205/Akutai_wa_Toiki_to_Mazariau","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/5936.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/5936t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/5936l.jpg"},"title_english":"Akutai wa Toiki to Mazariau","title_japanese":"悪態は吐息とまざりあう","chapters":6,"volumes":1,"status":"Finished","popularity":8705,"synopsis":"“Do not deceive a person. Do not threaten a person. Do not handcuff people. Any illegal activity is forbidden.” This is an excerpt from the deal between Natsume the salarymen in sales and the college kid Touji. It all began with a little stalking, some handcuffs, and an unexpected night in the slammer. Where will this budding love lead? (Source: MangaUpdates) Includes the extra: Mutsugoto wa Akutai ni Torikawaru Touji's requests are getting more and more. Will Natsume give in to him?","authors":["Fujiyama, Hyouta"],"genres":["Boys Love","Erotica"]},{"mal_id":206,"url":"https://myanimelist.net/anime/206/Lodoss-tou_Senki__Eiyuu_Kishi_Den","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1065/92495.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1065/92495t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1065/92495l.jpg"},"title_english":"Lodoss-tou Senki: Eiyuu Kishi Den","title_japanese":"ロードス島戦記　英雄騎士伝","status":"Finished Airing","popularity":3522,"synopsis":"Five years after the death of the Emperor of Marmo in the War of Heroes, Parn is now the Free Knight of Lodoss, he and his old allies now famous through the land. However, the Emperor's right-hand man, Ashram, seeks the scepter of domination to re-unify Lodoss under his former leader's banner. Meanwhile, beyond his attempts at conquest lies a more sinister force beginning to set the stage for the resurrection of the goddess of death and destruction... (Source: ANN)","authors":null,"genres":["Action","Adventure","Drama","Fantasy","Romance"]},{"mal_id":207,"url":"https://myanimelist.net/manga/207/Alcohol_Shirt_and_Kiss","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/5897.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/5897t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/5897l.jpg"},"title_english":"Alcohol, Shirt, and Kiss","title_japanese":"酒とYシャツとキス","chapters":9,"volumes":1,"status":"Finished","popularity":13379,"synopsis":"Crushed beneath the weight of lost love, Naru hopes to mend his broken heart by drinking his nights away with fellow detective Kita. The morning after their third night of drinking… they wake up naked? The cute but rough and wicked couple has arrived! (Source: DMP)","authors":["Kuwabara, Yuko"],"genres":["Boys Love","Erotica"]},{"mal_id":208,"url":"https://myanimelist.net/anime/208/ROD__Read_or_Die","images":{"image_url":"https://cdn.myanimelist.net/images/anime/1824/98849.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/1824/98849t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/1824/98849l.jpg"},"title_english":"R.O.D: Read or Die","title_japanese":"R.O.D リード・オア・ダイ","status":"Finished Airing","popularity":2352,"synopsis":"Yomiko Readman is a lovable, near-sighted bibliomaniac working as a substitute teacher at a Japanese high school. Her real identity, however, is that of a secret agent for the British Library Special Operations Division. Her codename: \"The Paper.\" The moniker denotes her supernatural ability to freely manipulate paper into any object she can imagine, including tools and weapons in her fight against the powerful and self-serving IJIN (Great Historical Figure) Army! Along with her partner, the enigmatic \"Ms. Deep,\" Yomiko travels across the world in attempt to solve the mystery behind the reincarnation of historical figures and their attempt to control the world. (Source: RightStuf)","authors":null,"genres":["Action","Adventure","Mystery","Sci-Fi"]},{"mal_id":209,"url":"https://myanimelist.net/manga/209/Seiyou_Kottou_Yougashiten","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/21809.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/21809t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/21809l.jpg"},"title_english":"Seiyou Kottou Yougashiten","title_japanese":"西洋骨董洋菓子店","chapters":23,"volumes":4,"status":"Finished","popularity":3866,"synopsis":"A high school crush, a world-class pastry chef, a former middle-weight boxing champion...and a whole lot of cake! Ono has come a long way since the agonizing day in high school when he confessed his love to handsome Tachibana. Now, some 14 years later Ono, a world-class pastry chef and gay playboy has it all. No man can resist Ono's charms (or his cooking skills!), but he has just found a new position under a man named Tachibana. Can this be the only man who resisted his charms, and if so, will the man who once snubbed the \"magically gay\" Ono get his just desserts? And how in the heck did a former middleweight boxing champion wind up as Ono's cake boy? (Source: DMP)","authors":["Yoshinaga, Fumi"],"genres":["Award Winning","Comedy","Slice of Life"]},{"mal_id":210,"url":"https://myanimelist.net/anime/210/Ranma_½","images":{"image_url":"https://cdn.myanimelist.net/images/anime/13/6441.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/13/6441t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/13/6441l.jpg"},"title_english":"Ranma ½","title_japanese":"らんま1/2","status":"Finished Airing","popularity":857,"synopsis":"Ranma Saotome is a top-class martial artist and prodigy at the Saotome \"Anything-Goes\" school of martial arts. While training in China, he and his father meet a terrible fate when they accidentally fall into a cursed spring. Now, Ranma is cursed to turn into a girl when splashed with cold water, and only hot water can turn him back into a boy. Things are only complicated further when Ranma discovers that his father has arranged for him to marry one of Soun Tendo's three daughters in order to secure the future of the Tendo dojo. Though Soun learns of Ranma's predicament, he is still determined to go ahead with the engagement, and chooses his youngest daughter Akane, who happens to be a skilled martial artist herself and is notorious for hating men. Ranma ½ follows the hilarious adventures of Ranma and Akane as they encounter various opponents, meet new love interests, and find different ways to make each other angry, all while their engagement hangs over their head. [Written by MAL Rewrite]","authors":null,"genres":["Comedy","Fantasy","Slice of Life"]},{"mal_id":211,"url":"https://myanimelist.net/manga/211/Kurumi_no_Naka","images":{"image_url":"https://cdn.myanimelist.net/images/manga/1/6148.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/1/6148t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/1/6148l.jpg"},"title_english":"Kurumi no Naka","title_japanese":"胡桃の中","chapters":null,"volumes":3,"status":"Finished","popularity":15545,"synopsis":"This is the story of Nakai, a filmmaking apprentice, and Tanizaki, the owner of the art gallery In the Walnut. The two of them have been friendly since their days studying art at university, and now their friendship is giving way to a burgeoning relationship. It's hard to get a grip on ordinary Tanizaki, and in reality there's another side to him—a con man side…! Touko Kawai provides a prescription for love in her latest popular series! (Source: Juné Manga)","authors":["Kawai, Touko"],"genres":["Boys Love","Drama","Romance","Erotica"]},{"mal_id":212,"url":"https://myanimelist.net/anime/212/Project_A-Ko","images":{"image_url":"https://cdn.myanimelist.net/images/anime/2/58391.jpg","small_image_url":"https://cdn.myanimelist.net/images/anime/2/58391t.jpg","large_image_url":"https://cdn.myanimelist.net/images/anime/2/58391l.jpg"},"title_english":"Project A-Ko","title_japanese":"プロジェクトＡ子","status":"Finished Airing","popularity":4447,"synopsis":"Sixteen years after its destruction by a meteor, Graviton City has been rebuilt into a futuristic metropolis. However, this is of little concern to superpowered high school student Eiko Magami, who only cares about her best friend Shiiko Kotobuki and arriving at school on time. Unfortunately, the incredibly intelligent Biko Daitokuji intends to befriend Shiiko, taking Eiko's place as the Shiiko's best friend using any means she can. Biko decides that, to accomplish this, she must defeat Eiko in combat. In order to overcome her super strength and speed, Biko creates a mecha and challenges Eiko in front of their school gate. As the two commence their battle, an extremely large spaceship hovers over Earth, searching for something left behind. [Written by MAL Rewrite]","authors":null,"genres":["Action","Adventure","Comedy","Sci-Fi"]},{"mal_id":213,"url":"https://myanimelist.net/manga/213/Binetsu_Kakumei","images":{"image_url":"https://cdn.myanimelist.net/images/manga/2/176521.jpg","small_image_url":"https://cdn.myanimelist.net/images/manga/2/176521t.jpg","large_image_url":"https://cdn.myanimelist.net/images/manga/2/176521l.jpg"},"title_english":"Binetsu Kakumei","title_japanese":"微熱革命","chapters":7,"volumes":1,"status":"Finished","popularity":13831,"synopsis":"Tatsuki and Oota are two beings from a supernatural, mythical realm, masquerading as \"cousins\" in the human world. Tatsuki is in fact the successor to Ryuu-Ou, the dragon king, and possesses the power of the Nyoi-Houshu, a magical dagger. Oota is a Zashiki Warashi, a protective house-spirit without a home, and is also Tatsuki's subservient lover. When their human classmate, Kouhei Misaki, accidentally witnesses the two having sex, he mistakenly believes that Tatsuki is forcing the quiet Oota into it, and he resolves to break the two apart. (Source: Juné)","authors":["Suzuki, Serubo","Honami, Yukine"],"genres":["Boys Love","Fantasy"]}]